[
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi raisi Z.M. Ziyayev - O’zbekiston Respublikasi Milliy statistika qo‘mitasi direktori o’rinbosari"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi Ayollar maslahat-kengashi raisi, Maslahat-kengashi raisi o‘rinbosari - Z.N.Talipova - Inson resurslarini boshqarish boshqarmasi boshlig‘i"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zosi V.O. To‘xtayev - Yuridik bo‘lim boshlig‘i"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zosi G.X.Salixova – Jismoniy va yuridik shaxslarning murojaatlari bilan ishlash va ijro intizomi nazorati boshqarmasi boshlig‘i"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zosi Z.T. Yuldoshev – Demografiya ,mehnat va gender statistikasi boshqarmasi boshlig‘i"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zosi S.R. Davranova – Buxgalteriya hisobi va hisoboti bo‘limi bosh buxgalteri o‘rinbosari"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zosi J.G‘. Mirsaidov – Ishlar boshqarmasi boshlig‘i, Kasaba uyushmasi raisi"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zosi Sh.X. Abrayev – Demografiya ,mehnat va gender statistikasi boshqarmasi boshlig‘i o‘rinbosari,  Maslahat-kengashi kotibi"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi a’zolari Z.M. Ziyayev, Z.N.Talipova, V.O. To‘xtayev, G.X.Salixova, Z.T. Yuldoshev, S.R. Davranova, J.G‘. Mirsaidov, Sh.X. Abrayev"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy vazifasi Milliy statistika qo‘mitasining vakolati doirasida xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash sohasidagi davlat siyosatini amalga oshirish yuzasidan chora-tadbirlar ko‘rish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy vazifasi Milliy statistika qo‘mitasi nomidan xotin-qizlar va erkaklar uchun teng huquq hamda qonuniy manfaatlarini himoya qilish, ularning muammolarini o‘rganish va bartaraf etilishga ko‘maklashish, oilalaridagi ijtimoiy-ma’naviy muhitni yaxshilash, ularning ijtimoiy-iqtisodiy, siyosiy faolligini, huquqiy, ma’naviy, intellektual bilimlarini oshirish sohasidagi davlat dasturlarini, milliy harakatlar rejalarini va strategiyalarni ishlab chiqish hamda amalga oshirishda ishtirok etish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy vazifasi Milliy statistika qo‘mitasida jins bo‘yicha bevosita va bilvosita kamsitishga olib kelishi mumkin bo‘lgan hollar to‘g‘risidagi statistik ma’lumotlarni va axborotni muntazam ravishda yig‘ishni hamda tahlil qilishni ta’minlash"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy vazifasi jismoniy va yuridik shaxslarning xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarning buzilishiga doir murojaatlarini ko‘rib chiqish hamda ularni tiklash bo‘yicha choralar ko‘rishda ishtirok etish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi xotin-qizlar va erkaklarning tengligini ta’minlash masalalari yuzasidan kadrlarning kasbiy tayyorgarligi tizimini takomillashtirishda ko‘maklashish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha fuqarolarning madaniyat darajasini va xabardorligini oshirish yuzasidan tegishli choralar ko‘rishda ko‘maklashish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi Milliy statistika qo‘mitasi nomidan fuqarolarning o‘zini o‘zi boshqarish organlarini, nodavlat notijorat tashkilotlarni va fuqarolik jamiyatining boshqa institutlarini xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash sohasidagi davlat dasturlarini, milliy harakatlar rejalarini va strategiyalarni amalga oshirishga faol jalb qilish maqsadida ular bilan ijtimoiy sheriklikni yo‘lga qo‘yish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi xotin-qizlar va erkaklar kasbiy va oilaviy majburiyatlarni birga bajarishi, xavfsiz, qulay va munosib mehnat sharoitlarini yaratishda, shu jumladan ham onalarga, ham otalarga bola parvarishi uchun ta’til berish orqali shart-sharoitlar yaratish bo‘yicha Milliy statistika qo‘mitasining tegishli mutasaddilariga taklif  va tavsiyalar berish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi Milliy statistika qo‘mitasining gender siyosatini amalga oshirilishini ta’minlashga doir vaqtinchalik maxsus choralarni ishlab chiqish va amalga oshirish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi xotin-qizlar va erkaklar uchun teng huquq va imkoniyatlarni ta’minlash masalalari bo‘yicha axborot-ma’rifiy tadbirlarni rag‘batlantirish va har tomonlama qo‘llab-quvvatlashda ishtirok etish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi qabul qilinayotgan normativ-huquqiy va boshqa ichki me’yoriy hujjatlarni Yuridik bo‘lim tomonidan huquqiy (gender-huquqiy) ekspertizadan o‘tkazishda manzilli ishtirokini ta’minlash"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi Milliy statistika qo‘mitasida O‘zbekiston Respublikasi Mehnat kodeksi va boshqa amaldagi normativ-huquqiy hujjatlarda xotin-qizlar va erkaklar uchun teng huquq va imkoniyatlarni ta’minlash bo‘yicha berilgan imtiyozlarning yaratilganlik holatini o‘rganish va uning natijalari bo‘yicha taklif va tavsiyalar tayyorlash"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi faoliyat jarayonini gender tenglik nuqtai nazaridan monitoring qilish va baholashda faol ishtirok etish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi ishga kirish maqsadida murojaat qilgan nomzodlar bilan o‘tkaziladigan suhbat yoki boshqa jarayonlarda ish beruvchi tomonidan gender tenglik asosida vazifa va lavozimlarga tayinlashda hamda kadrlar zaxirasini shakllantirishda ishtirok etish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi rahbarlik lavozimlariga iqtidorli, talabchan va mas’uliyatli ayollar va erkaklar nomzodlarini tavsiya qilinishini ta’minlash"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi xodimlarning xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarining buzilishiga doir murojaatlarni ko‘rib chiqishda mutasaddi tizim xodimlari bilan hamkorlikni amalga oshirish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi xodimlarning ish joyidagi zo‘ravonlikning turli shakllariga barham berish, kam ta’minlangan, ijtimoiy muhofazaga muhtoj, imkoniyati cheklangan, nogiron erkak va xotin-qizlarga har tomonlama ko‘maklashish choralarini ko‘rish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi mehnat bozorida xotin-qizlar va erkaklar tengligini ta’minlash, mehnat munosabatlarini to‘g‘ri yo‘lga qo‘yish, ishga joylashtirish, mehnat faoliyatini rag‘batlantirish maqsadida erkak va ayollar bandligini ta’minlashda imkoniyatlar yaratish, kasbiy salohiyati va mehnat faolligini oshirish, kasbiy mahoratini yuksaltirib borish uchun shart-sharoitlarini yaratish, malakasini oshirishda ko‘maklashish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi bir xil lavozimlarda ishlayotgan xotin-qizlar va erkaklarga oylik ish xaqi va unga tenglashtirilgan boshqa to‘lovlar teng to‘lanishini monitoring qilish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi asosiy azifasi gender tenglikni ta’minlash bo‘yicha boshqa vazirlik va idoralar, jamoat tashkilotlari shuningdek, o‘rnatilgan tartibda xalqaro tashkilotlar bilan hamkorlik qilish"
    },
    {
        "content": "O‘zbekiston Respublikasi Milliy statistika qo‘mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni yaratish maqsadida asosiy faoliyat yo‘nalishlari sifatida qonunda taqiqlanmagan boshqa chora-tadbirlarni belgilashi hamda amalga oshirishi mumkin"
    },
    {
        "content": "Yoshlar siyosatiga mas'ul xodim. Milliy statistika qo'mitasi raisining yoshlar masalalari bo‘yicha maslahatchisi, yoshlar yetakchisi Eshboyev Aziz Botirovich Telefon: (71) 202-80-44"
    },
    {
        "content": "2024-yilning 21-iyun holatiga ko'ra  Milliy statistika qo'mitasi yosh xodimlari soni 61 nafarni (Shundan: erkaklar 53 nafar, ayollar 8 nafar) tashkil etmoqda. Shu jumladan 3 nafar yosh rahbarlar faoliyat yuritmoqda."
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya raisi A.A. Ikramov - Milliy statistika qo'mitasi raisi o’rinbosari"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya raisining o'rinbosari Z.M. Ziyayev - Milliy statistika qo'mitasi raisi o’rinbosari"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya kotibi B.N.Melikmurotov - Korrupsiyaga qarshi ichki nazorat xizmati bosh mutaxassisi"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi G.X.Salixova -Jismoniy va yuridik shaxslarning murojaatlari bilan ishlash va ijro intizomi nazorati boshqarmasi boshlig’i"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi Z.N. Talipova - Inson rusurslarini boshqarish va rivojlantirish boshqarmasi boshligʻi"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi D.T. Zakirov - Statistika ishlarini tashkil etish va metodologiya boshqarmasi boshlig’i"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi O. T. Mamadaliyev - Xalqaro hamkorlik va axborot almashuv boshqarmasi boshlig'i"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi SH.U. Djanadilov - Axborot va kiberxavfsizlikni taʼminlash boshqarmasi boshligʻi"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi SH.G. Odilov - Raqamli texnologiyalar va interaktiv xizmatlarni rivojlantirish boshqarmasi boshligʻi"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zosi J.SH. Shirinov - Moliya-iqtisodiyot boshqarmasi boshlig‘i"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish idoraviy komissiya a’zolari A.A. Ikramov, Z.M. Ziyayev, B.N.Melikmurotov, G.X.Salixova, Z.N. Talipova, D.T. Zakirov, O. T. Mamadaliyev, SH.U. Djanadilov, SH.G. Odilov, J.SH. Shirinov"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish Idoraviy komissiyaning asosiy vazifalari davlat statistika organlarining mansabdor shaxslari va xodimlarining huquqiy ongi va huquqiy madaniyatini yuksaltirishga, o`z zimmasiga yuklatilgan vazifalarni bajarishi yuzasidan ma`sulyatini kuchaytirishga, tizimda korrupsiyaga nisbatan murosasiz munosabatni shakllantirishga doir tadbirlarni muntazam amalga oshirilishini tashkil etish"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish Idoraviy komissiyaning asosiy vazifalari davlat statistika organlarining mansabdor shaxslari va xodimlarining faoliyatida korrupsiyaga oid huquqbuzarliklarga yo`l qo`ymaslik bo`yicha zarur choralar ko`rish"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish Idoraviy komissiyaning asosiy vazifalari davlat statistika organlarining mansabdor shaxslari va xodimlarining kasbiy va xizmatdan tashqari faoliyatida odob-ahloq qoidalariga rioya etishlari bo`yicha ko`rsatmalar berib boorish va ularning bajarilishini nazorat qilish"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish Idoraviy komissiyaning asosiy vazifalari davlat statistika organlari faoliyatida korrupsiyaning oldini olishga doir tadbirlarning amalga oshirilishi yuzasidan ko`rilayotlan chora-tadbirlar yuzasidan muntazam ravishda monitoring o`tkazish va nazoratni amalga oshirish"
    },
    {
        "content": "Korrupsiyaga qarshi kurashish Idoraviy komissiyaning asosiy vazifalari Qoraqalpog`iston Republikasi, viloyatlar va Toshkent shahar statistika boshqarmalari hamda Kadrlar malakasini oshirish va statistik tadqiqotlar institutining korrupsiyaga qarshi kurashish bo`yicha komissiyalari faoliyatini muvofiqlashtirib borish"
    },
    {
        "content": "“9-dekabr Xalqaro korrupsiyaga qarshi kurashish kuni”"
    },
    {
        "content": "O`zbekiston Respublikasi va xorijiy mamlakatlar statistika tashkilotlari o`rtasidagi statistika sohasida hamkorlik qilish to`g`risidagi ikki tomonlama bitimlar: 1. O`zbekiston Respublikasi Makroiqtisodiyot va statistika vazirligi bilan Rossiya Federatsiyasi statistika Davlat qo`mitasi o`rtasida statistika sohasida hamkorlik qilish to`g`risida bitim. Toshkent, 20 yanvar 1999 yil. 2. O`zbekiston Respublikasi Makroiqtisodiyot va statistika vazirligi bilan Ukraina Davlat statistika qo`mitasi o`rtasida statistika sohasida hamkorlik qilish to`g`risida bitim. Kiev, 20 may 1999 yil."
    },
    {
        "content": "O`zbekiston Respublikasi va xorijiy mamlakatlar statistika tashkilotlari o`rtasidagi statistika sohasida hamkorlik qilish to`g`risidagi ikki tomonlama bitimlar: 3. O`zbekiston Respublikasi Makroiqtisodiyot va statistika vazirligi bilan Ozorboyjon Respublikasi Davlat statistika qo`mitasi o`rtasida statistika sohasida hamkorlik qilish to`g`risida bitim. Toshkent, 23 iyul 1999 yil. 4. O`zbekiston Respublikasi Makroiqtisodiyot va statistika vazirligi bilan Gruziya davlat statistika departamenti o`rtasida statistika sohasida hamkorlik qilish to`g`risida bitim. Toshkent, 3 fevral 2000 yil."
    },
    {
        "content": "O`zbekiston Respublikasi va xorijiy mamlakatlar statistika tashkilotlari o`rtasidagi statistika sohasida hamkorlik qilish to`g`risidagi ikki tomonlama bitimlar: 5. O`zbekiston Respublikasi Davlat statistika qo`mitasi bilan Koreya Respublikasi “Koreya Statistiks” o`rtasida statistika sohasida hamkorlik qilish to`g`risida Anglashuv Memorandumi. Toshkent, 24 avgust 2011 yil. 6. O`zbekiston Respublikasi Davlat statistika qo`mitasi bilan Qirg’iziston Respublikasi Milliy statistika qo’mitasi o’rtasida anglashuv va hamkorlik memorandumi,Toshkent, 5 oktyabr 2017 yil."
    },
    {
        "content": "O`zbekiston Respublikasi va xorijiy mamlakatlar statistika tashkilotlari o`rtasidagi statistika sohasida hamkorlik qilish to`g`risidagi ikki tomonlama bitimlar: 7. O`zbekiston Respublikasi Davlat statistika qo`mitasi bilan Qozog‘iston Respublikasi Milliy iqtisodiyot vazirligining Statistika qo‘mitasi o‘rtasida statistika sohasida hamkorlik to‘g‘risida anglashuv memorandumi,Toshkent, 8 noyabr 2018 yil. 8. O'zbekiston Respublikasi Davlat statistika qo'mitasi bilan Jahon banki guruhi o'rtasida anglashuv memorandumi, Toshkent, 10 aprel 2019 yil."
    },
    {
        "content": "O`zbekiston Respublikasi va xorijiy mamlakatlar statistika tashkilotlari o`rtasidagi statistika sohasida hamkorlik qilish to`g`risidagi ikki tomonlama bitimlar: 9. O'zbekiston Respublikasi Davlat statistika qo'mitasi bilan Serbiya statistika idorasi o'rtasida statistika sohasida hamkorlik qilish to'g'risida anglashuv memorandumi, Toshkent, 4 mart 2020 yil. 10. O‘zbekiston Respublikasi Davlat statistika qo‘mitasi bilan Hindiston Respublikasi statistika vazirligi va dastur ijrosi bo‘yicha hamkorlik to‘g‘risida statistika qo‘mitasi o‘rtasida o‘zaro anglashuv memorandumi, Toshkent, 3 mart 2020 yil."
    },
    {
        "content": "O`zbekiston Respublikasi va xorijiy mamlakatlar statistika tashkilotlari o`rtasidagi statistika sohasida hamkorlik qilish to`g`risidagi ikki tomonlama bitimlar: 11. O'zbekiston Respublikasi Davlat statistika qo'mitasi bilan Islomiy davlatlarning statistika, iqtisodiy va ijtimoiy tadqiqotlar va ta'lim markazi (SESRIC) o'rtasida o'zaro anglashuv memorandumi, Toshkent shahri, 5 mart 2020 yil."
    },
    {
        "content": "Qorаqаlpog‘iston Respublikаsi stаtistikа boshqаrmаsi boshlig'i Ganiev Temirbay Turg'anbaxievich Telefon: (61) 222-79-00"
    },
    {
        "content": "Qorаqаlpog‘iston Respublikаsi stаtistikа boshqаrmаsi boshlig'i o'rinbosari Bekmuratov Sipatdin BekbosinovichTelefon: (61) 222-70-53"
    },
    {
        "content": "Qorаqаlpog‘iston Respublikаsi stаtistikа boshqаrmаsi boshlig'i o'rinbosari Omarov Kamalatdin TajibaevichTelefon: (61) 222-71-59"
    },
    {
        "content": "Qorаqаlpog‘iston Respublikаsi stаtistikа boshqаrmаsi manzili Nukus sh., 230100, A.Dosnazarov ko‘chasi, 97a"
    },
    {
        "content": "Qorаqаlpog‘iston Respublikаsi stаtistikа boshqаrmаsi Web-sayti www.qrstat.uz"
    },
    {
        "content": "Аndijon viloyati stаtistikа boshqаrmаsi boshlig'i To‘xtaboyev Nodirbek G‘anijonovichTelefon: (74) 224-82-50"
    },
    {
        "content": "Аndijon viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Yusupov Muxiddin MaxamadaminovichTelefon: (74) 224-82-51"
    },
    {
        "content": "Аndijon viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Yangiyev Dilmurodjon MaxammatovichTelefon: (74) 224-82-52"
    },
    {
        "content": "Аndijon viloyati stаtistikа boshqаrmаsi manzili Andijon sh., 170100, Milliy Tiklanish ko'chasi, 36-a uy"
    },
    {
        "content": "Аndijon viloyati stаtistikа boshqаrmаsi Web-sayti www.andstat.uz"
    },
    {
        "content": "Buxoro viloyati stаtistikа boshqаrmаsi boshlig'i Djumanazarov Ulugbek Ochilovich Telefon: (65) 223-32-90"
    },
    {
        "content": "Buxoro viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Yusupov Shuhrat Umidovich Telefon: (65) 223-73-24"
    },
    {
        "content": "Buxoro viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Kamolov Kamol Ro'ziyevich Telefon: (65) 223-78-20"
    },
    {
        "content": "Buxoro viloyati stаtistikа boshqаrmаsi manzili Buxoro sh., 200100, S.Ayni, 3-uy"
    },
    {
        "content": "Buxoro viloyati stаtistikа boshqаrmаsi Web-sayti www.buxstat.uz"
    },
    {
        "content": "Jizzаx viloyati stаtistikа boshqаrmаsi boshlig'i Mulladjanov Dilshod Anvarovich Telefon: (72) 221-51-30"
    },
    {
        "content": "Jizzаx viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Sharipov Shuxrat Mansurovich Telefon: (72) 221-51-32"
    },
    {
        "content": "Jizzаx viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Tangriyev G'ulom Atabullayevich Telefon: (72) 221-51-33"
    },
    {
        "content": "Jizzаx viloyati stаtistikа boshqаrmаsi manzili Jizzax sh., 130100, To‘qimachilar ko‘chasi, 7-uy"
    },
    {
        "content": "Jizzаx viloyati stаtistikа boshqаrmаsi Web-sayti www.jizzaxstat.uz"
    },
    {
        "content": "Qаshqаdаryo viloyati stаtistikа boshqаrmаsi boshlig'i Tayloqov Shuxrat Ochilovich Telefon: (75) 221-05-27"
    },
    {
        "content": "Qаshqаdаryo viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Kaxxarov Sarvar SalimovichTelefon: (75) 221-15-62"
    },
    {
        "content": "Qаshqаdаryo viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari To‘ychiyev Xasan KuchkarovichTelefon: (75) 221-15-77"
    },
    {
        "content": "Qаshqаdаryo viloyati stаtistikа boshqаrmаsi manzili Qarshi sh., 180100, Mustaqillik ko‘chasi, 2-uy"
    },
    {
        "content": "Qаshqаdаryo viloyati stаtistikа boshqаrmаsi Web-sayti www.qashstat.uz"
    },
    {
        "content": "Nаvoiy viloyati stаtistikа boshqаrmаsi boshlig'i Tashnazarov Asqar AbdumuratovichTelefon: (79) 223-08-68"
    },
    {
        "content": "Nаvoiy viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Umarov Jaxongir Xolmo‘minovich Telefon: (79) 223-75-88"
    },
    {
        "content": "Nаvoiy viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Suyunov Umidbek Umarovich Telefon: (79) 223-41-17"
    },
    {
        "content": "Nаvoiy viloyati stаtistikа boshqаrmаsi manzili Navoiy sh., 210100, A.Temur ko‘chasi, 4-uy"
    },
    {
        "content": "Nаvoiy viloyati stаtistikа boshqаrmаsi Web-sayti www.navstat.uz"
    },
    {
        "content": "Nаmаngаn viloyati stаtistikа boshqаrmаsi boshlig'i Melixujayev Sanjarbek ObidxonovichTelefon: (69) 227-85-00"
    },
    {
        "content": "Nаmаngаn viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Xoliqov Bobirjon ToxirjonovichTelefon: (69) 227-85-01"
    },
    {
        "content": "Nаmаngаn viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Jiyanov Ravshanjon Nayimboyevich Telefon: (69) 227-85-02"
    },
    {
        "content": "Nаmаngаn viloyati stаtistikа boshqаrmаsi manzili Namangan sh., 160133, N.Namongoniy ko'chasi, 14-uy"
    },
    {
        "content": "Nаmаngаn viloyati stаtistikа boshqаrmаsi Web-sayti www.namstat.uz"
    },
    {
        "content": "Sаmаrqаnd viloyati stаtistikа boshqаrmаsi boshlig'i Abdiyev Sharof Azamovich Telefon: (66) 235-05-83"
    },
    {
        "content": "Sаmаrqаnd viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Sidikov Tolib IskandarovichTelefon: (66) 235-42-74"
    },
    {
        "content": "Sаmаrqаnd viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Salimov Muzrob AbdurazzokovichTelefon: (66) 235-79-34"
    },
    {
        "content": "Sаmаrqаnd viloyati stаtistikа boshqаrmаsi manzili Samarqand sh., 140100, U.Tursunov ko'chasi, 82-uy"
    },
    {
        "content": "Sаmаrqаnd viloyati stаtistikа boshqаrmаsi Web-sayti www.samstat.uz"
    },
    {
        "content": "Surxondаryo viloyati stаtistikа boshqаrmаsi boshlig'i Choriyev Bobur AbduzoirovichTelefon: (76) 225-65-70"
    },
    {
        "content": "Surxondаryo viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Xazratkulov Gulmuxammad XolmuminovichTelefon: (76) 225-65-61"
    },
    {
        "content": "Surxondаryo viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Raxmanov Mansur SalimovichTelefon: (76) 225-65-72"
    },
    {
        "content": "Surxondаryo viloyati stаtistikа boshqаrmаsi manzili Termiz sh., 190108, at-Termiziy ko‘chasi 7- uy"
    },
    {
        "content": "Surxondаryo viloyati stаtistikа boshqаrmаsi Web-sayti www.surxonstat.uz"
    },
    {
        "content": "Sirdаryo viloyati stаtistikа boshqаrmаsi boshlig'i Elmuratov Ulug‘bek Sultanqulovich Telefon: (67) 225-01-75"
    },
    {
        "content": "Sirdаryo viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Yaxyayev Salohiddin Bovojonovich Telefon: (67) 236-70-00"
    },
    {
        "content": "Sirdаryo viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Maxkamov Baxtiyor Ibroximovich Telefon: (67) 236-70-00"
    },
    {
        "content": "Sirdаryo viloyati stаtistikа boshqаrmаsi manzili Guluston sh., 120100, Birlashgan ko'chasi, 62-uy"
    },
    {
        "content": "Sirdаryo viloyati stаtistikа boshqаrmаsi Web-sayti www.sirstat.uz"
    },
    {
        "content": "Toshkent viloyati stаtistikа boshqаrmаsi boshlig'i Jamoldinov Shuxrat Maxamatqosimovich Telefon: (71) 202-86-60"
    },
    {
        "content": "Toshkent viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Urunov Elmurod Davlatovich Telefon: (71) 202-86-61"
    },
    {
        "content": "Toshkent viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Igamberdiyev Xasan Zikrubloevich Telefon: (71) 202-86-62"
    },
    {
        "content": "Toshkent viloyati stаtistikа boshqаrmаsi manzili Toshkent sh., Mirobod tumani, Yangi qo‘yliq ko‘chаsi, 2-uy"
    },
    {
        "content": "Toshkent viloyati stаtistikа boshqаrmаsi Web-sayti www.toshvilstat.uz"
    },
    {
        "content": "Fаrg‘onа viloyati stаtistikа boshqаrmаsi boshlig'i Mamadaliyev Shoxrux Ravshanovich Telefon: (73) 249-87-20"
    },
    {
        "content": "Fаrg‘onа viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Yakubov Farxod Valiyevich Telefon: (73) 249-87-21"
    },
    {
        "content": "Fаrg‘onа viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Zokirov Shuxrat Turdaliyevich Telefon: (73) 249-87-22"
    },
    {
        "content": "Fаrg‘onа viloyati stаtistikа boshqаrmаsi manzili Farg'ona sh., 150100, Oq yo'l ko'chasi, 104A-uy"
    },
    {
        "content": "Fаrg‘onа viloyati stаtistikа boshqаrmаsi Web-sayti www.farstat.uz"
    },
    {
        "content": "Xorаzm viloyati stаtistikа boshqаrmаsi boshlig'i O‘tamuratov Asfandiyor Rustamovich Telefon: (62) 224-61-00"
    },
    {
        "content": "Xorаzm viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Egamov Hakimboy Madrimovich Telefon: (62) 224-65-23"
    },
    {
        "content": "Xorаzm viloyati stаtistikа boshqаrmаsi boshlig'i o'rinbosari Bardiyev Umar Usmanbayevich Telefon: (62) 224-65-13"
    },
    {
        "content": "Xorаzm viloyati stаtistikа boshqаrmаsi manzili Urganch sh., 220100, A.Xorazmiy ko'chasi, 93-uy"
    },
    {
        "content": "Xorаzm viloyati stаtistikа boshqаrmаsi Web-sayti www.xorazmstat.uz"
    },
    {
        "content": "Toshkent shаhаr stаtistikа boshqаrmаsi boshlig'i Mirsoatov Lazizjon To'ychiboy o'g'li Telefon: (71) 203-88-10"
    },
    {
        "content": "Toshkent shаhаr stаtistikа boshqаrmаsi boshlig'i o'rinbosari Shukurov Nurali Sharipovich Telefon: (71) 202-88-11"
    },
    {
        "content": "Toshkent shаhаr stаtistikа boshqаrmаsi boshlig'i o'rinbosari Azimov Alijon G'ulomovich Telefon: (71) 202-88-12"
    },
    {
        "content": "Toshkent shаhаr stаtistikа boshqаrmаsi manzili Toshkent sh., 100047, Amir Temur shoh ko'chasi, 11-uy"
    },
    {
        "content": "Toshkent shаhаr stаtistikа boshqаrmаsi Web-sayti www.toshstat.uz"
    }
]