[
    {
        "content": "Gender tenglik. O'zbekiston Respublikasi Milliy statistika qo'mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashi tarkibi: 1) Maslahat-kengashi raisi Z.M. Ziyayev - O’zbekiston Respublikasi Prezidenti huzuridagi Statistika agentligi direktori o’rinbosari 2) Ayollar maslahat-kengashi raisi, Maslahat-kengashi raisi o‘rinbosari Z.N.Talipova - Inson resurslarini boshqarish va rivojlantirish boshqarmasi boshlig‘i 3) Maslahat-kengashi a’zolari: V.O. To‘xtayev - Yuridik bo‘lim boshlig‘i G.X.Salixova – Jismoniy va yuridik shaxslarning murojaatlari bilan ishlash va ijro intizomi nazorati boshqarmasi boshlig‘i Z.T. Yuldoshev – Demografiya ,mehnat va gender statistikasi boshqarmasi boshlig‘i S.R. Davranova – Buxgalteriya hisobi va hisoboti bo‘limi bosh buxgalteri o‘rinbosari J.G‘. Mirsaidov – Ishlar boshqarmasi boshlig‘i, Kasaba uyushmasi raisi Vakant – Innovatsion faoliyatni muvofiqlashtirish va sifatni boshqarish bo‘limi boshlig‘i Sh.X. Abrayev – Demografiya ,mehnat va gender statistikasi boshqarmasi boshlig‘i o‘rinbosari, Maslahat-kengashi kotibi",
        "source": "Gender tenglik",
        "date": "2025-04-12"
    },
    {
        "content": "Gender tenglik. O'zbekiston Respublikasi Milliy statistika qo'mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashining asosiy vazifalari: Milliy statistika qo'mitasining vakolati doirasida xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash sohasidagi davlat siyosatini amalga oshirish yuzasidan chora-tadbirlar ko‘rish; Milliy statistika qo'mitasi nomidan xotin-qizlar va erkaklar uchun teng huquq hamda qonuniy manfaatlarini himoya qilish, ularning muammolarini o‘rganish va bartaraf etilishga ko‘maklashish, oilalaridagi ijtimoiy-ma’naviy muhitni yaxshilash, ularning ijtimoiy-iqtisodiy, siyosiy faolligini, huquqiy, ma’naviy, intellektual bilimlarini oshirish sohasidagi davlat dasturlarini, milliy harakatlar rejalarini va strategiyalarni ishlab chiqish hamda amalga oshirishda ishtirok etish; Milliy statistika qo'mitasida jins bo‘yicha bevosita va bilvosita kamsitishga olib kelishi mumkin bo‘lgan hollar to‘g‘risidagi statistik ma’lumotlarni va axborotni muntazam ravishda yig‘ishni hamda tahlil qilishni ta’minlash; jismoniy va yuridik shaxslarning xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarning buzilishiga doir murojaatlarini ko‘rib chiqish hamda ularni tiklash bo‘yicha choralar ko‘rishda ishtirok etish;",
        "source": "Gender tenglik",
        "date": "2025-04-12"
    },
    {
        "content": "Gender tenglik. O'zbekiston Respublikasi Milliy statistika qo'mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashining asosiy vazifalari: xotin-qizlar va erkaklarning tengligini ta’minlash masalalari yuzasidan kadrlarning kasbiy tayyorgarligi tizimini takomillashtirishda ko‘maklashish; xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha fuqarolarning madaniyat darajasini va xabardorligini oshirish yuzasidan tegishli choralar ko‘rishda ko‘maklashish; Milliy statistika qo'mitasi nomidan fuqarolarning o‘zini o‘zi boshqarish organlarini, nodavlat notijorat tashkilotlarni va fuqarolik jamiyatining boshqa institutlarini xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash sohasidagi davlat dasturlarini, milliy harakatlar rejalarini va strategiyalarni amalga oshirishga faol jalb qilish maqsadida ular bilan ijtimoiy sheriklikni yo‘lga qo‘yish; xotin-qizlar va erkaklar kasbiy va oilaviy majburiyatlarni birga bajarishi, xavfsiz, qulay va munosib mehnat sharoitlarini yaratishda, shu jumladan ham onalarga, ham otalarga bola parvarishi uchun ta’til berish orqali shart-sharoitlar yaratish bo‘yicha Milliy statistika qo'mitasining tegishli mutasaddilariga taklif va tavsiyalar berish;",
        "source": "Gender tenglik",
        "date": "2025-04-12"
    },
    {
        "content": "Gender tenglik. O'zbekiston Respublikasi Milliy statistika qo'mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashining asosiy vazifalari: Milliy statistika qo'mitasining gender siyosatini amalga oshirilishini ta’minlashga doir vaqtinchalik maxsus choralarni ishlab chiqish va amalga oshirish; xotin-qizlar va erkaklar uchun teng huquq va imkoniyatlarni ta’minlash masalalari bo‘yicha axborot-ma’rifiy tadbirlarni rag‘batlantirish va har tomonlama qo‘llab-quvvatlashda ishtirok etish; qabul qilinayotgan normativ-huquqiy va boshqa ichki me’yoriy hujjatlarni Yuridik bo‘lim tomonidan huquqiy (gender-huquqiy) ekspertizadan o‘tkazishda manzilli ishtirokini ta’minlash; Milliy statistika qo'mitasida O‘zbekiston Respublikasi Mehnat kodeksi va boshqa amaldagi normativ-huquqiy hujjatlarda xotin-qizlar va erkaklar uchun teng huquq va imkoniyatlarni ta’minlash bo‘yicha berilgan imtiyozlarning yaratilganlik holatini o‘rganish va uning natijalari bo‘yicha taklif va tavsiyalar tayyorlash;",
        "source": "Gender tenglik",
        "date": "2025-04-12"
    },
    {
        "content": "Gender tenglik. O'zbekiston Respublikasi Milliy statistika qo'mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashining asosiy vazifalari: ishga kirish maqsadida murojaat qilgan nomzodlar bilan o‘tkaziladigan suhbat yoki boshqa jarayonlarda ish beruvchi tomonidan gender tenglik asosida vazifa va lavozimlarga tayinlashda hamda kadrlar zaxirasini shakllantirishda ishtirok etish; rahbarlik lavozimlariga iqtidorli, talabchan va mas’uliyatli ayollar va erkaklar nomzodlarini tavsiya qilinishini ta’minlash; xodimlarning xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarining buzilishiga doir murojaatlarni ko‘rib chiqishda mutasaddi tizim xodimlari bilan hamkorlikni amalga oshirish; xodimlarning ish joyidagi zo‘ravonlikning turli shakllariga barham berish, kam ta’minlangan, ijtimoiy muhofazaga muhtoj, imkoniyati cheklangan, nogiron erkak va xotin-qizlarga har tomonlama ko‘maklashish choralarini ko‘rish;",
        "source": "Gender tenglik",
        "date": "2025-04-12"
    },
    {
        "content": "Gender tenglik. O'zbekiston Respublikasi Milliy statistika qo'mitasining Xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni ta’minlash masalalari bo‘yicha maslahat-kengashining asosiy vazifalari: mehnat bozorida xotin-qizlar va erkaklar tengligini ta’minlash, mehnat munosabatlarini to‘g‘ri yo‘lga qo‘yish, ishga joylashtirish, mehnat faoliyatini rag‘batlantirish maqsadida erkak va ayollar bandligini ta’minlashda imkoniyatlar yaratish, kasbiy salohiyati va mehnat faolligini oshirish, kasbiy mahoratini yuksaltirib borish uchun shart-sharoitlarini yaratish, malakasini oshirishda ko‘maklashish; bir xil lavozimlarda ishlayotgan xotin-qizlar va erkaklarga oylik ish xaqi va unga tenglashtirilgan boshqa to‘lovlar teng to‘lanishini monitoring qilish; gender tenglikni ta’minlash bo‘yicha boshqa vazirlik va idoralar, jamoat tashkilotlari shuningdek, o‘rnatilgan tartibda xalqaro tashkilotlar bilan hamkorlik qilish. Maslahat-kengashi xotin-qizlar va erkaklar uchun teng huquq hamda imkoniyatlarni yaratish maqsadida asosiy faoliyat yo‘nalishlari sifatida qonunda taqiqlanmagan boshqa chora-tadbirlarni belgilashi hamda amalga oshirishi mumkin.",
        "source": "Gender tenglik",
        "date": "2025-04-12"
    }
]