[
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 1. Purpose of this Law. The purpose of this Law is to regulate relations in the field of official statistics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 2. Legislation on official statistics. The legislation on official statistics consists of this Law and other legislative acts. If an international treaty of the Republic of Uzbekistan establishes rules different from those provided for by the legislation of the Republic of Uzbekistan on official statistics, the rules of the international treaty shall apply.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 3. Scope of this Law. This Law applies to relations arising in the process of preparing, storing and disseminating official statistics, as well as coordinating these activities. This Law does not apply to the preparation, storage and dissemination of statistics by individuals and legal entities for their own needs, as well as to the preparation, storage and dissemination of statistics by public associations and religious organizations.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 4. Basic Concepts. The following basic concepts are used in this Law: identifier - a sequence of characters that allows identification of a statistical unit based on its name, geographical location or other unique characteristics; individual data - primary data describing a statistical unit that allows its direct or indirect identification; administrative data - data generated by state and economic management bodies, as well as local executive authorities in connection with the exercise of their powers.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 5. Basic principles of official statistics. The basic principles of official statistics are: professional independence; objectivity and impartiality; scientific validity and comparability; clarity and transparency; statistical confidentiality; cost-effectiveness.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 6. Professional independence. Official statistics producers are professionally independent in the application of statistical methods and procedures for the preparation and dissemination of official statistics. Interference by state bodies, other organizations, their officials in the activities of official statistics producers in the implementation of this Law is not allowed.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 7. Objectivity and impartiality. Official statistics producers prepare and disseminate official statistics on an objective and impartial basis, avoiding any discrimination of users. Official statistics are prepared using scientific methods based on professional standards, best practices and principles.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 2. Regulation of Official Statistics. Article 8. Powers of the Cabinet of Ministers of the Republic of Uzbekistan in the field of official statistics. The Cabinet of Ministers of the Republic of Uzbekistan: ensures the implementation of state policy in the field of official statistics; determines priority directions for the development of official statistics; ensures the development, approval and implementation of state programs in the field of official statistics (hereinafter referred to as statistical programs); takes measures to ensure the interconnection of official statistics with targeted state programs. The Cabinet of Ministers of the Republic of Uzbekistan may exercise other powers in accordance with the legislation.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 2. Regulation of Official Statistics. Article 9. Powers of the authorized state body. The authorized state body: implements state policy in the field of official statistics; coordinates the activities of official statistics producers; develops draft statistical programs and submits them to the Cabinet of Ministers of the Republic of Uzbekistan for approval; ensures the implementation of statistical programs; develops statistical methodology in accordance with national and international standards; conducts statistical observations in accordance with statistical programs; ensures the quality of official statistics and their compliance with basic principles.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 2. Regulation of Official Statistics. Article 10. Statistical Council. The Statistical Council is a collegial advisory body on the development, functioning and coordination of official statistics under the authorized state body. The composition of the Statistical Council is approved by the Cabinet of Ministers of the Republic of Uzbekistan. The Statistical Council may involve representatives of state bodies, scientific organizations, non-governmental non-profit organizations in its activities.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 2. Regulation of Official Statistics. Article 11. Coordination of activities of official statistics producers. Official statistics producers follow internationally recommended concepts, classifications and methodology in the development of statistical data. The authorized state body coordinates the activities of other producers of official statistics within the framework of statistical programs. Official statistics producers coordinate the methodology for preparing statistical data within their competence.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 2. Regulation of Official Statistics. Article 12. Rights and obligations of the Statistical Council. The Statistical Council has the right to: consider and provide recommendations on draft statistical programs; hear reports of representatives of official statistics producers on the implementation of statistical programs; make proposals for improving official statistics; consider and provide recommendations on improving the coordination of activities in the field of official statistics; consider other issues related to the development, functioning and coordination of the national statistical system.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 3. Rights and obligations of official statistics producers, respondents, administrative data providers and users of official statistics. Article 13. General provisions on the rights and obligations of participants in statistical activities. Participants in statistical activities exercise their rights and fulfill their obligations in accordance with this Law. Official statistics producers, respondents and users of official statistics are independent in exercising their rights provided for by this Law.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 3. Rights and obligations of official statistics producers, respondents, administrative data providers and users of official statistics. Article 14. Rights and obligations of state statistics bodies. State statistics bodies have the right to: receive statistical observation forms from state and economic management bodies, self-government bodies of citizens, banks and other organizations and use statistical observation data for statistical purposes; conduct statistical observations of statistical units' activities and use the obtained primary data for statistical purposes; implement incentives for respondents who are individuals for participating in statistical observations.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 3. Rights and obligations of official statistics producers, respondents, administrative data providers and users of official statistics. Article 15. Rights and obligations of other producers of official statistics. Other producers of official statistics have the right to: select sources of primary data, receive and collect data necessary for the preparation of official statistics directly from respondents; implement incentives for respondents who are individuals for participating in statistical observations; determine methods of collecting primary data for respondents.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 3. Rights and obligations of official statistics producers, respondents, administrative data providers and users of official statistics. Article 16. Rights and obligations of respondents. Respondents have the right to: receive information about the legal basis, purpose, objectives and statistical observation methods; receive information about measures to ensure the confidentiality of statistical data and protection of statistical secrets; provide explanations attached to the submitted statistical data about their characteristics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 3. Rights and obligations of official statistics producers, respondents, administrative data providers and users of official statistics. Article 17. Administrative data providers. State and economic management bodies, as well as local executive authorities that provide administrative data to official statistics producers are administrative data providers. Administrative data providers with databases containing information about individuals and legal entities have the following rights within their competence: to form individual data for administrative purposes within their powers; to select sources of primary data for forming administrative data; to determine methods of data collection, receive and collect necessary data directly from individuals or legal entities, households.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 18. Statistical programs. Statistical programs are developed to ensure the availability of statistical data necessary for monitoring and evaluating the development of sectors of the economy and social sphere, environmental conditions and changes in them. Statistical programs can be multi-year and annual. Multi-year statistical programs are developed for a period of at least five years.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 19. Multi-year statistical program. The multi-year statistical program defines strategic directions for the development of official statistics. The multi-year statistical program is developed by the authorized state body together with other producers of official statistics and is approved by the Cabinet of Ministers of the Republic of Uzbekistan.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 20. Content of the multi-year statistical program. The multi-year statistical program includes: analysis of the current state of the official statistical system; main directions of development and improvement of official statistics; main measures to achieve the goals set in the program; expected results from the implementation of the program.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 21. Annual statistical program. The annual statistical program is developed to implement the multi-year statistical program. The annual statistical program provides for the following tasks: determining priority directions for the development of official statistics; organization of statistical observations to be conducted by official statistics producers; preparation and submission of administrative data to official statistics producers; development and maintenance of statistical registers; dissemination of official statistics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 22. Statistical observations. Statistical observation is a systematic collection of primary data from respondents. Statistical observations are conducted through reporting, surveys, censuses and other forms of data collection. The procedure for conducting statistical observations is determined by the authorized state body, unless otherwise provided by law.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 23. Statistical registers. Statistical registers are regularly updated databases containing a list of statistical units and their characteristics. The authorized state body maintains statistical registers necessary for conducting statistical observations and sampling design. The procedure for maintaining statistical registers is determined by the authorized state body.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 4. Statistical programs, observations and registers, censuses, their development and approval procedure. Article 24. Censuses. A census is an activity that ensures obtaining data on the number and composition of the population, housing, economic units and other data through complete enumeration. A census may be conducted on certain characteristics and directions of the country's demographic and socio-economic development, and may also be carried out throughout the territory of the Republic of Uzbekistan or in its certain territories.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 25. Statistical data and metadata. Statistical data are the final information about the socio-economic phenomena and processes obtained as a result of statistical observations. Metadata includes information about data and processes of their collection, processing and presentation in the form of concepts, methodologies, classifications and standards.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 26. Sources of statistical data. The sources of statistical data are: primary data obtained through statistical observations; administrative data; data obtained from other sources. Official statistics producers have the right to use any sources of statistical data that meet quality requirements for the preparation of official statistics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 27. Rights to statistical data and metadata. The rights to statistical data and metadata belong to their producers. Transfer of rights to statistical data and metadata or their use is carried out in accordance with the legislation. Users of official statistics have the right to use and disseminate statistical data and metadata with mandatory reference to their source.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 28. Confidential statistical data. Statistical data collected, processed and stored for the preparation of official statistics are considered confidential if they allow direct or indirect identification of individuals or legal entities and disclose individual data relating to them. The following are included in confidential statistical data: data that allow identification of a statistical unit when individual data about it are disclosed; aggregated indicators requiring statistical data confidentiality; information classified as state secrets or other secrets protected by law.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 29. Use of confidential statistical data. Confidential statistical data are used exclusively for statistical purposes to compile aggregate statistical data. Confidential statistical data cannot be used to make any decisions regarding the statistical unit, as well as to obtain any commercial advantages. Access to confidential statistical data is granted only to persons who are involved in their processing for the preparation of official statistics, to the extent necessary for this work.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 30. Access to confidential statistical data. Access to confidential statistical data that do not allow direct identification of statistical units may be granted for research purposes. The procedure for providing such access is determined by the authorized state body. The transfer of confidential statistical data to other persons is not allowed, except in cases provided for by law.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 5. Statistical data, procedure for their use and ensuring confidentiality. Article 31. Use of confidential statistical data for research purposes. Official statistics producers may provide access to confidential statistical data in anonymized form to persons conducting research work upon their request. Confidential statistical data provided for research purposes must not contain identifiers. Confidential statistical data are limited to the information necessary for research purposes. Access to confidential statistical data is provided if there is no risk of violating the procedure for protecting individual data.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 6. Ensuring the quality of official statistics, its dissemination and publication. Article 32. International cooperation in the field of official statistics. International cooperation in the field of official statistics is carried out in accordance with the legislation of the Republic of Uzbekistan and international treaties. Official statistics producers participate in international statistical activities, including the development of statistical standards and recommendations.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 6. Ensuring the quality of official statistics, its dissemination and publication. Article 33. Ensuring the quality of official statistics. Official statistics producers continuously evaluate the quality of official statistics. To ensure quality assurance, official statistics are prepared and disseminated based on general principles and methods related to the coverage, concepts, statistical units and classifications of official statistics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 6. Ensuring the quality of official statistics, its dissemination and publication. Article 34. Use of statistical data. Statistical data are used to meet the information needs of the state, legal entities and individuals. Users of official statistics have equal access to official statistics published by official statistics producers. Users of official statistics must provide reference to their source when using statistical data.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 6. Ensuring the quality of official statistics, its dissemination and publication. Article 35. Dissemination of official statistics. Official statistics are disseminated in accordance with the basic principles of official statistics, as well as ensuring the confidentiality of certain statistical data and equal access for all. Official statistics producers must disseminate official statistics within the timeframes specified in the statistical program and official statistics release calendar.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 6. Ensuring the quality of official statistics, its dissemination and publication. Article 36. Publication of official statistics. Official statistics are published for the purpose of analyzing and evaluating the country's socio-economic development and conducting scientific research, as well as informing the public, ensuring the rights and legitimate interests of users of official statistics. Official statistics are published in full compliance with the basic principles of official statistics, as well as ensuring the confidentiality of certain statistical data and providing equal access to all.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 6. Ensuring the quality of official statistics, its dissemination and publication. Article 37. Statistical publications. Official statistics producers have the right to publish statistical data in the form of printed publications in accordance with the statistical program. Statistical publications may contain analysis, comments and methodological explanations. The procedure for preparing and disseminating statistical publications is determined by official statistics producers.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 7. Final provisions. Article 38. Resolution of disputes. Disputes in the field of official statistics are resolved in the manner prescribed by law. Decisions of official statistics producers may be appealed in court in accordance with the established procedure.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 7. Final provisions. Article 39. Responsibility for violation of legislation on official statistics. Persons guilty of violating legislation on official statistics shall be held liable in accordance with the established procedure.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 7. Final provisions. Article 40. Entry into force of this Law. This Law shall enter into force from the day of its official publication. The Cabinet of Ministers of the Republic of Uzbekistan shall: bring government decisions in line with this Law; ensure the revision and cancellation by state administration bodies of their normative legal acts that contradict this Law; ensure the adoption of normative legal acts arising from this Law.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 7. Final provisions. Article 41. Recognition of certain legislative acts as invalid. The following shall be recognized as invalid: 1) Law of the Republic of Uzbekistan No. 441-II 'On State Statistics' adopted on December 12, 2002 (Bulletin of the Oliy Majlis of the Republic of Uzbekistan, 2002, No. 12, Article 219); 2) Resolution No. 442-II of the Oliy Majlis of the Republic of Uzbekistan 'On the Implementation of the Law of the Republic of Uzbekistan On State Statistics' adopted on December 12, 2002 (Bulletin of the Oliy Majlis of the Republic of Uzbekistan, 2002, No. 12, Article 220); 3) Article 3 of the Law of the Republic of Uzbekistan No. URQ-16 'On Amendments and Additions to Certain Legislative Acts of the Republic of Uzbekistan in Connection with the Regulation of the Taxation System and Reporting System of Business Entities' adopted on December 20, 2005; Law of the Republic of Uzbekistan No. URQ-253 'On Amendments to Article 25 of the Law of the Republic of Uzbekistan On State Sanitary Supervision and Article 5 of the Law of the Republic of Uzbekistan On State Statistics' adopted on September 3, 2010; Law of the Republic of Uzbekistan No. URQ-315 'On Amendments and Additions to the Law of the Republic of Uzbekistan On State Statistics' adopted on January 3, 2012; Article 26 of the Law of the Republic of Uzbekistan No. URQ-396 'On Amendments and Additions to Certain Legislative Acts of the Republic of Uzbekistan' adopted on December 29, 2015; Article 145 of the Law of the Republic of Uzbekistan No. URQ-683 'On Amendments to Certain Legislative Acts of the Republic of Uzbekistan' adopted on April 21, 2021.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 1. General Provisions. Article 4. Basic Concepts. The following basic concepts are used in this Law: metadata - data describing statistical data and processes in a standardized way by providing users with information about data sources, methodologies, definitions, classifications and quality; national statistical system - a set of state statistical bodies and other producers of official statistics that jointly prepare and disseminate official statistics; producer of official statistics - a state administration body and (or) its division that is part of the national statistical system and prepares statistical data in accordance with statistical programs in the field of official statistics; statistical data - information of economic, demographic, social, financial, ecological and other nature prepared as a result of statistical observations and (or) based on administrative data; preparation of statistical data - activities related to the collection, processing, summarization, analysis, dissemination and storage of statistical data; statistical unit - a natural or legal person (including its separate divisions, branches and representative offices) or household that is subject to statistical observation; classification - division of a set of objects into separate subsets according to similarity or difference in accordance with methods and characteristics adopted in the field of official statistics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law of the Republic of Uzbekistan on Official Statistics. Chapter 2. Regulation of Official Statistics. Article 7. Main directions of state policy in the field of official statistics. The main directions of state policy in the field of official statistics are: improvement of legal and organizational foundations of the national statistical system; improvement of infrastructure of the national statistical system; expansion of opportunities for using modern information and communication technologies; expansion and strengthening of international cooperation.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    },
    {
        "content": "Law on Official Statistics Chapter 1. General Provisions articles: Article 1. Purpose of this Law. Article 2. Scope of application of this Law. Article 3. Legislation on official statistics. Article 4. Basic concepts. Article 5. Official statistics. Article 6. Basic principles of official statistics.",
        "source": "Law on Official Statistics",
        "date": "2025-04-12"
    }
]