[
    {
        "content":  "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori. 2024-yil uchun Statistika dasturini tasdiqlash to‘g‘risida. O‘zbekiston Respublikasining “Rasmiy statistika to‘g‘risida”gi Qonuni ijrosini ta’minlash, shuningdek, milliy statistika tizimi doirasida rasmiy statistikani tayyorlovchilar faoliyatini muvofiqlashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Quyidagilarni nazarda tutuvchi: a) 2024-yil uchun Statistika dasturi (keyingi o‘rinlarda — Dastur) 1-ilovaga muvofiq: O‘zbekiston Respublikasi Prezidenti huzuridagi Statistika agentligi (keyingi o‘rinlarda — Statistika agentligi) tomonidan shakllantiriladigan rasmiy statistika ma’lumotlari; rasmiy statistika ma’lumotlarini tayyorlovchilar tomonidan shakllantiriladigan statistika ma’lumotlari; ma’muriy ma’lumotlarni yetkazib beruvchilar tomonidan taqdim etiladigan ma’lumotlar; normativ va metodologik asoslarni takomillashtirish, rasmiy statistika sohasini muvofiqlashtirish va funksional tartibga solish; rasmiy statistika ma’lumotlarini e’lon qilish; ochiq statistika ma’lumotlarini xalqaro almashish; b) Ma’muriy ma’lumotlarni yetkazib beruvchilarning ma’lumotlar bazalarini “Elektron hukumat” tizimining idoralararo integratsiyalashuv platformasi orqali O‘zbekiston Respublikasi Prezidenti huzuridagi Statistika agentligining axborot tizimiga integratsiya qilish va ma’lumotlarni taqdim etish reja-jadvali 2-ilovaga muvofiq tasdiqlansin: vazirlik va idoralar ma’lumotlar bazalarini Statistika agentligining axborot tizimlariga integratsiya qilish orqali rasmiy statistika ma’lumotlarini tayyorlashda ma’muriy ma’lumotlardan foydalanish; ma’muriy ma’lumotlarni yetkazib beruvchilar bilan o‘zaro hamkorlikni mustahkamlash va ma’muriy ma’lumotlarning sifatini yanada oshirish; mavjud ma’muriy ma’lumotlar bazalaridan axborot tizimlari yordamida dolzarb va tezkor ma’lumotlar olish tizimini takomillashtirish hisobiga qog‘oz ko‘rinishidagi ma’muriy ma’lumotlardan voz kechish hamda ularni taqdim etish va qabul qilishda inson omilini qisqartirish.",
        "source": "2024-yil uchun Statistika dasturini tasdiqlash.",
        "date": "2025-04-12"
    },
    {
        "content":  "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori. 2024-yil uchun Statistika dasturini tasdiqlash to‘g‘risida. O‘zbekiston Respublikasining “Rasmiy statistika to‘g‘risida”gi Qonuni ijrosini ta’minlash, shuningdek, milliy statistika tizimi doirasida rasmiy statistikani tayyorlovchilar faoliyatini muvofiqlashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 2. Mazkur qarorga 2-ilovada keltirilgan reja-jadvalga muvofiq manfaatdor vazirlik va idoralar rahbarlari o‘zlarining ma’lumotlar bazalari Statistika agentligining axborot tizimiga integratsiya qilinishiga hamda ulardagi ma’lumotlarning mazmuniga, to‘liqligiga, ishonchliligiga, o‘z vaqtida shakllantirilishiga va yangilab turilishiga shaxsan mas’ul ekanliklari belgilab qo‘yilsin.",
        "source": "2024-yil uchun Statistika dasturini tasdiqlash.",
        "date": "2025-04-12"
    },
    {
        "content":  "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori. 2024-yil uchun Statistika dasturini tasdiqlash to‘g‘risida. O‘zbekiston Respublikasining “Rasmiy statistika to‘g‘risida”gi Qonuni ijrosini ta’minlash, shuningdek, milliy statistika tizimi doirasida rasmiy statistikani tayyorlovchilar faoliyatini muvofiqlashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 3. O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi: Statistika agentligiga 2024-yil uchun O‘zbekiston Respublikasi respublika budjetidan ajratilgan mablag‘lar hisobidan Dasturni moliyalashtirsin; O‘zbekiston Respublikasi Prezidentining qarorlariga muvofiq 2024-yilda mehnatga haq to‘lashning eng kam miqdori oshirilganda Statistika agentligining hisob-kitoblariga muvofiq qo‘shimcha mablag‘lar ajratsin.",
        "source": "2024-yil uchun Statistika dasturini tasdiqlash.",
        "date": "2025-04-12"
    },
    {
        "content":  "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori. 2024-yil uchun Statistika dasturini tasdiqlash to‘g‘risida. O‘zbekiston Respublikasining “Rasmiy statistika to‘g‘risida”gi Qonuni ijrosini ta’minlash, shuningdek, milliy statistika tizimi doirasida rasmiy statistikani tayyorlovchilar faoliyatini muvofiqlashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 4. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari — iqtisodiyot va moliya vaziri J.A. Qo‘chqorov hamda O‘zbekiston Respublikasi Prezidenti huzuridagi Statistika agentligi direktori B.A. Begalov zimmasiga yuklansin.",
        "source": "2024-yil uchun Statistika dasturini tasdiqlash.",
        "date": "2025-04-12"
    },
    {
        "content":  "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori. 2024-yil uchun Statistika dasturini tasdiqlash to‘g‘risida. O‘zbekiston Respublikasining Bosh vaziri A. ARIPOV tomonidan tasdiqlansin.",
        "source": "2024-yil uchun Statistika dasturini tasdiqlash.",
        "date": "2025-04-12"
    }
]