[
    {
        "content": "O‘zbekiston Respublikasining Qonuni. Rasmiy statistika to‘g‘risida. Qonunchilik palatasi tomonidan 2021-yil 7-mayda qabul qilingan. Senat tomonidan 2021-yil 26-iyunda ma’qullangan. 1-bob. Umumiy qoidalar. 1-modda. Ushbu Qonunning maqsadi. Ushbu Qonunning maqsadi rasmiy statistika sohasidagi munosabatlarni tartibga solishdan iborat. 2-modda. Ushbu Qonunning qo‘llanilish sohasi. Ushbu Qonunning amal qilishi rasmiy statistikani tayyorlovchilarga va undan foydalanuvchilarga, respondentlarga hamda ma’muriy ma’lumotlarni yetkazib beruvchilarga, shuningdek ular o‘rtasida yuzaga keladigan, rasmiy statistikani tayyorlash, tarqatish va muvofiqlashtirish bilan bog‘liq bo‘lgan munosabatlarga nisbatan tatbiq etiladi. Ushbu Qonunning amal qilishi rasmiy statistika sifatida qaralmaydigan statistikaga nisbatan tatbiq etilmaydi. 3-modda. Rasmiy statistika to‘g‘risidagi qonunchilik. Rasmiy statistika to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iboratdir. Agar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining rasmiy statistika to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi. 4-modda. Asosiy tushunchalar. Ushbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: identifikator — statistik birlikni uning nomi, geografik joylashuvi yoki boshqa o‘ziga xos xususiyatlari asosida identifikatsiyalash imkonini beruvchi belgilar ketma-ketligi; individual ma’lumotlar — statistik birlikni tavsiflovchi, uni bevosita yoki bilvosita identifikatsiyalash imkonini beruvchi birlamchi ma’lumotlar; ma’muriy ma’lumotlar — davlat va xo‘jalik boshqaruvi organlari, shuningdek mahalliy ijro etuvchi hokimiyat organlari tomonidan o‘z vakolatlarini amalga oshirish bilan bog‘liq shakllantiriladigan ma’lumotlar; metama’lumotlar — foydalanuvchilarga ma’lumotlarning manbalari, uslubiyatlari, ta’riflari, tasniflari va sifati to‘g‘risida axborot taqdim etish yo‘li bilan statistika ma’lumotlarini hamda jarayonlarini standartlashtirilgan tarzda tavsiflovchi ma’lumotlar; milliy statistika tizimi — rasmiy statistikani birgalikda tayyorlaydigan va tarqatadigan davlat statistika organlari hamda rasmiy statistikaning boshqa tayyorlovchilari majmui; rasmiy statistikani tayyorlovchi — milliy statistika tizimining bir qismi bo‘lgan, statistika ma’lumotlarini rasmiy statistika sohasidagi statistika dasturlariga muvofiq tayyorlaydigan davlat boshqaruvi organi va (yoki) uning bo‘linmasi; statistika ma’lumotlari — statistika kuzatuvlari natijasida va (yoki) ma’muriy ma’lumotlar asosida tayyorlangan iqtisodiy, demografik, ijtimoiy, moliyaviy, ekologik xususiyatga hamda boshqa xususiyatga ega axborot; statistika ma’lumotlarini tayyorlash — statistika ma’lumotlarini yig‘ish, ularga ishlov berish, ularni umumlashtirish, tahlil qilish, tarqatish va saqlash bilan bog‘liq faoliyat; statistik birlik — statistika kuzatuviga olinishi lozim bo‘lgan jismoniy yoki yuridik shaxs (shu jumladan uning alohida bo‘linmalari, filiallari va vakolatxonalari) yoxud uy xo‘jaligi; tasniflash — rasmiy statistika sohasida qabul qilingan usullar va belgilarga muvofiq obyektlar to‘plamini o‘xshashligi yoki farqi bo‘yicha alohida kichik to‘plamlarga ajratish. 5-modda. Rasmiy statistika. Rasmiy statistika ushbu Qonunning qoidalariga muvofiq davlat statistika organlari va rasmiy statistikaning boshqa tayyorlovchilari tomonidan tayyorlanadigan hamda tarqatiladigan statistika ma’lumotlaridan iboratdir. 6-modda. Rasmiy statistikaning asosiy prinsiplari. Rasmiy statistikaning asosiy prinsiplari quyidagilardan iborat: mustaqillik; tushunarlilik va shaffoflik; aniqlik va ishonchlilik; beg‘arazlik va xolislik; statistik maxfiylik; dolzarblik. 2-bob. Rasmiy statistika sohasini tartibga solish. 7-modda. Rasmiy statistika sohasidagi davlat siyosatining asosiy yo‘nalishlari. Rasmiy statistika sohasidagi davlat siyosatining asosiy yo‘nalishlari quyidagilardan iborat: milliy statistika tizimining huquqiy va tashkiliy asoslarini takomillashtirish; milliy statistika tizimining infratuzilmasini takomillashtirish; zamonaviy axborot-kommunikatsiya texnologiyalaridan foydalanish imkoniyatlarini kengaytirish; xalqaro hamkorlikni kengaytirish va mustahkamlash. 8-modda. O‘zbekiston Respublikasi Vazirlar Mahkamasining rasmiy statistika sohasidagi vakolatlari.  O‘zbekiston Respublikasi Vazirlar Mahkamasi: rasmiy statistika sohasidagi davlat siyosatining amalga oshirilishini ta’minlaydi; rasmiy statistikani rivojlantirishning ustuvor yo‘nalishlarini belgilaydi; rasmiy statistika sohasidagi davlat dasturlarining (bundan buyon matnda statistika dasturlari deb yuritiladi) ishlab chiqilishini, tasdiqlanishini va amalga oshirilishini ta’minlaydi; rasmiy statistika sohasining maqsadli davlat dasturlari bilan o‘zaro bog‘liqligini ta’minlash choralarini ko‘radi. O‘zbekiston Respublikasi Vazirlar Mahkamasi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 9-modda. O‘zbekiston Respublikasi Davlat statistika qo‘mitasining rasmiy statistika sohasidagi vakolatlari. O‘zbekiston Respublikasi Davlat statistika qo‘mitasi rasmiy statistika sohasidagi vakolatli davlat organidir (bundan buyon matnda vakolatli davlat organi deb yuritiladi). Vakolatli davlat organi: rasmiy statistika sohasida davlat siyosatini amalga oshiradi; statistika dasturlarining ishlab chiqilishini muvofiqlashtiradi va amalga oshirilishini monitoring qiladi; rasmiy statistikani rivojlantirishning ustuvor yo‘nalishlarini rasmiy statistikaning boshqa tayyorlovchilari bilan birgalikda amalga oshiradi; rasmiy statistikani rivojlantirish masalalari bo‘yicha faoliyatni milliy statistika tizimi doirasida muvofiqlashtiradi; rasmiy statistikaning boshqa tayyorlovchilarining statistika uslubiyatlarini xalqaro tavsiyalarga muvofiqligi yuzasidan auditdan o‘tkazadi; statistika uslubiyatlarini va xalqaro tavsiyalarga muvofiq bo‘lgan statistika kuzatuvlarining shakllarini ishlab chiqadi, tasdiqlaydi hamda joriy etadi; rasmiy statistikani tayyorlovchilar bilan statistika ma’lumotlari va metama’lumotlar almashinuvini yo‘lga qo‘yadi; statistika kuzatuvlarini o‘tkazish, rasmiy statistika ma’lumotlarini shakllantirish va tahlil qilish maqsadida davlat va xo‘jalik boshqaruvi organlari, shuningdek mahalliy ijro etuvchi hokimiyat organlarining axborot tizimlari bilan uyg‘unlashuvni amalga oshiradi; statistika kuzatuvlarini tashkil etish va o‘tkazish, shuningdek boshqa statistika maqsadlarida foydalanish uchun statistika registrlarini ishlab chiqadi hamda yuritadi; rasmiy statistika sohasidagi tashkiliy va uslubiyatga oid ishlarni amalga oshirish maqsadida maslahatlashuv va ishchi guruhlar tuzadi; milliy statistika tizimi doirasida rasmiy statistika ma’lumotlarini muvofiqlashtirilgan holda tarqatish chora-tadbirlarini ishlab chiqadi; rasmiy statistikaning boshqa tayyorlovchilari bilan kelishilgan holda rasmiy statistika sohasidagi yagona atamalarni ishlab chiqadi; rasmiy statistika sohasida kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish ishlarini muvofiqlashtiradi; rasmiy statistika sohasida xalqaro hamkorlikni amalga oshiradi. Vakolatli davlat organi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin.",
        "source": "Rasmiy statistika to'g'risidagi qonun",
        "date": "2025-04-12"
    }
]