[
    {
        "content": "\"KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH VA UNING ASOSIDA DAVLAT XIZMATINI KO‘RSATISHGA OID NORMATIV-HUQUQIY HUJJATLARNI TASDIQLASH TO‘G‘RISIDA\" O‘ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING QARORI O‘zbekiston Respublikasining Bosh vaziri A. ARIPOV tomonidan 2022-yil 28-sentabrda imzolangan. Toshkent sh.",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    },
    {
        "content": "\"KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH VA UNING ASOSIDA DAVLAT XIZMATINI KO‘RSATISHGA OID NORMATIV-HUQUQIY HUJJATLARNI TASDIQLASH TO‘G‘RISIDA\" O‘ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING QARORI.  \n\n\n  “Rasmiy statistika to‘g‘risida”gi O‘zbekiston Respublikasining Qonuni hamda O‘zbekiston Respublikasi Prezidentining “Davlat xizmatlari ko‘rsatish infratuzilmasini takomillashtirish va aholining davlat xizmatlaridan foydalanish imkoniyatlarini kengaytirish chora-tadbirlari to‘g‘risida” 2021-yil 24-iyuldagi PF-6269-son Farmoni ijrosini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Prezidentining “Davlat xizmatlari ko‘rsatish infratuzilmasini takomillashtirish va aholining davlat xizmatlaridan foydalanish imkoniyatlarini kengaytirish chora-tadbirlari to‘g‘risida” 2021-yil 24-iyuldagi PF-6269-son Farmoniga muvofiq Korxonalar va tashkilotlarning yagona davlat registri (keyingi o‘rinlarda — KTYADR) bo‘yicha ma’lumot taqdim etish xizmatining davlat xizmatlari markazlari va Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali ko‘rsatilishi belgilab qo‘yilganligi ma’lumot uchun qabul qilinsin. 2. Quyidagilarni nazarda tutuvchi: a) Korxonalar va tashkilotlarning yagona davlat registri to‘g‘risidagi nizom 1-ilovaga muvofiq: Yagona klassifikatsiyalar tizimi asosida yuridik shaxslarning davlat hisobini va ularni identifikatsiyalashni ta’minlash; davlat boshqaruvi organlari bilan axborot almashish borasida o‘zaro hamkorlik qilishda ijtimoiy-iqtisodiy ko‘rsatkichlarning mosligini va taqqoslanuvchanligini ta’minlash; ro‘yxatdan o‘tkazuvchi organlardan olingan yuridik shaxslar to‘g‘risidagi ma’lumotlarni to‘plash va saqlash, shuningdek, ularni foydalanuvchilarga belgilangan tartibda taqdim etish tartibi. 3. Belgilansinki, xizmatdan foydalanuvchilar KTYADR bo‘yicha ma’lumotlarni O‘zbekiston Respublikasi Davlat statistika qo‘mitasining rasmiy veb-sayti orqali so‘ralayotgan yuridik shaxsning soliq to‘lovchining identifikatsiyalash raqami kodini kiritgan holda real vaqt rejimida bepul olishlari mumkin. 4. O‘zbekiston Respublikasi Davlat statistika qo‘mitasi Axborot texnologiyalari va kommunikatsiyalarini rivojlantirish vazirligi hamda Adliya vazirligi bilan birgalikda ikki oy muddatda: ushbu qaror bilan tasdiqlanayotgan Korxonalar va tashkilotlarning yagona davlat registri bo‘yicha ma’lumot taqdim etish xizmatini ko‘rsatishning ma’muriy reglamenti bo‘yicha davlat xizmatining YIDXP orqali joriy etilishini; davlat xizmatini ko‘rsatish uchun yig‘imlarning davlat xizmatlari ko‘rsatilganligi uchun to‘langan davlat bojlari va yig‘imlar summasi hisobini yurituvchi yagona billing tizimi orqali elektron shaklda to‘lanishini ta’minlasin. 5. O‘zbekiston Respublikasi Hukumatining 3-ilovaga muvofiq ayrim qarorlari o‘z kuchini yo‘qotgan deb hisoblansin. 6. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining moliya-iqtisodiyot va kambag‘allikni qisqartirish masalalari bo‘yicha o‘rinbosari — iqtisodiy taraqqiyot va kambag‘allikni qisqartirish vaziri J.A. Qo‘chqorov zimmasiga yuklansin.",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    },
    {
        "content": "2022-yil 28-sentabrdagi 539-son \"KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH VA UNING ASOSIDA DAVLAT XIZMATINI KO‘RSATISHGA OID NORMATIV-HUQUQIY HUJJATLARNI TASDIQLASH TO‘G‘RISIDA\" O‘ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING qaroriga  1-ILOVA. \n\n\n Korxonalar va tashkilotlarning yagona davlat registri to‘g‘risida NIZOM. \n\n 1-bob. Umumiy qoidalar.  1. Ushbu Nizom “Rasmiy statistika to‘g‘risida”gi O‘zbekiston Respublikasi Qonuni hamda O‘zbekiston Respublikasi Prezidentining “Davlat xizmatlari ko‘rsatish infratuzilmasini takomillashtirish va aholining davlat xizmatlaridan foydalanish imkoniyatlarini kengaytirish chora-tadbirlari to‘g‘risida” 2021-yil 24-iyuldagi PF-6269-son Farmoniga muvofiq Korxonalar va tashkilotlarning yagona davlat registrining (keyingi o‘rinlarda — KTYADR) axborot fondini tashkil etish hamda yuritish tartibini belgilaydi. 2. KTYADR axborot-ma’lumotnoma tusidagi, real vaqt rejimida yangilab boriladigan ma’lumotlardan iborat bo‘lgan avtomatlashtirilgan tizim hisoblanadi hamda yagona klassifikatsiyalar tizimi asosida korxonalar va tashkilotlarning davlat hisobini va ularni identifikatsiyalashni ta’minlaydi. KTYADR davlat statistikasining yagona axborot tizimi tarkibidagi davlat axborot resursi hisoblanadi. KTYADR davlat tilida yuritiladi. 3. Quyidagilar KTYADRni yuritishning maqsadi hisoblanadi: yagona tasniflar tizimi asosida yuridik shaxslarning yagona davlat hisobini va ularni identifikatsiyalashni ta’minlash; ro‘yxatdan o‘tkazuvchi va boshqa davlat organlaridan olingan yuridik shaxslar to‘g‘risidagi ma’lumotlarni to‘plash va saqlash, shuningdek, ularni davlat boshqaruvi organlariga va boshqa foydalanuvchilarga belgilangan tartibda taqdim etish; statistika registrlarini hamda statistika kuzatuvlari obyektlarining ma’lumotlar bazalarini shakllantirish va muntazam yangilab borish; respublika va hududiy davlat boshqaruvi organlari bilan axborot almashish borasida o‘zaro hamkorlik qilishda ijtimoiy-iqtisodiy ko‘rsatkichlarning mosligini va taqqoslanuvchanligini ta’minlash. 4. Quyidagilar KTYADRni yuritishning asosiy prinsiplari hisoblanadi: KTYADR tarkibidagi korxonalar va tashkilotlar to‘g‘risidagi ma’lumotlarni to‘plash, yangilash, saqlash va tarqatishning xalqaro standartlarga muvofiq bo‘lgan metodologiyasining yagonaligi; statistika tasniflagichlaridan foydalangan holda, KTYADR axborotlarini kodlashtirishning yagona tizimini qo‘llash; O‘zbekiston Respublikasi hududida tashkil etilgan yuridik shaxslarni to‘liq qamrab olish; yagona dasturiy-texnik vositani qo‘llash va doimiy ravishda yangilab borish; KTYADR axborotlaridan foydalanishning qulayligi va uni Milliy axborot tizimiga integratsiyalash. 2-bob. KTYADR axborot fondining mazmuni.  5. KTYADR axborot fondi O‘zbekiston Respublikasi hududida qonunchilikda belgilangan tartibda tashkil etilgan va davlat ro‘yxatidan o‘tgan yuridik shaxslar to‘g‘risida quyidagi ma’lumotlarni o‘z ichiga oladi: identifikatsiyalash ko‘rsatkichlari — yuridik shaxsning nomi, korxona va tashkilotning umumdavlat tasnifi kodi (keyingi o‘rinlarda — KTUT), soliq to‘lovchining identifikatsiyalash raqami (keyingi o‘rinlarda — STIR); yuridik shaxsning klassifikatsiya ko‘rsatkichlari — asosiy faoliyat turining xususiyati, joylashgan joyi, tashkiliy-huquqiy shakli, kichik tadbirkorlik subyektlariga mansubligi, davlat va xo‘jalik boshqaruvi organlari tuzilmasiga kirishi; ma’lumotnoma tusidagi ko‘rsatkichlar — pochta manzili, telefonlar raqami, ta’sischilari (aksiyadorlik jamiyatlari bundan mustasno) to‘g‘risidagi ma’lumotlar, rahbari, ustav fondi, yuridik shaxslarning davlat ro‘yxatidan o‘tkazilganligi (faoliyat ko‘rsatayotganligi, faoliyat ko‘rsatmayotganligi va tugatilganligi) to‘g‘risidagi boshqa ma’lumotlar.  6. KTUT — KTYADRga kiritishda yuridik shaxsga beriladigan va statistika kuzatuvlarini amalga oshirish jarayonida foydalaniladigan individual raqam hisoblanadi. KTUT sakkizta raqamli belgilardan iborat bo‘ladi, dastlabki yettita raqam generatsiyalaydigan dasturiy metod bilan tasodifiy raqamni tashkil qiladi, sakkizinchi raqam kod himoyachisi hisoblanadi (bir razryadli nazorat soni). KTUT bir marta beriladi, yuridik shaxsning tugatilishi munosabati bilan bekor qilinmaydi va boshqa yuridik shaxsga berish uchun undan takroran foydalanilmaydi. 7. Tasniflash ko‘rsatkichlarini aniqlash uchun statistika ishlarini tashkil etish uchun zarur bo‘lgan iqtisodiy-statistika tasniflagichlari qo‘llanadi. Statistika organlari o‘rtasida axborot almashishni birxillashtirish maqsadida soliq va ro‘yxatdan o‘tkazuvchi organlar tomonidan KTYADRda STIRdan foydalaniladi. 3-bob. KTYADRni yuritish.  8. KTYADRni yuritish quyidagi holatlarda ma’lumotlarning elektron bazasiga tegishli yozuvni kiritishni o‘z ichiga oladi: a) yuridik shaxsni davlat ro‘yxatidan o‘tkazishda; b) yuridik shaxsning ta’sis hujjatlariga o‘zgartirish va qo‘shimchalarni davlat ro‘yxatidan o‘tkazishda; v) yuridik shaxsni qayta tashkil etishni davlat ro‘yxatidan o‘tkazishda; g) Yuridik shaxslarning yagona davlat reyestriga yuridik shaxs tugatilganligi yoki qayta tashkil etilgan yuridik shaxsning faoliyati to‘xtatilganligi to‘g‘risidagi yozuvlarni kiritishda;  d) ro‘yxatdan o‘tkazuvchi organdan yuridik shaxs tomonidan moliya-xo‘jalik faoliyati amalga oshirilmayotganligi yoki harakatsiz holatga o‘tkazilganligi, shuningdek, uning ixtiyoriy tugatish jarayonidaligi yoki tugatish jarayonining to‘xtatilganligi to‘g‘risidagi ma’lumotlar olinganda;  e) yuridik shaxsning joylashgan eri (pochta manzili) o‘zgarganda; j) yuridik shaxsning asosiy faoliyat turi va unda ishlayotganlarning o‘rtacha yillik soni o‘zgarganda — yillik statistika hisoboti asosida hamda yuridik shaxslar va (yoki) ro‘yxatdan o‘tkazuvchi organlarning murojaatlari asosida quyidagi hollarda: yuridik shaxs yangi tashkil etilgan vaqtda asosiy faoliyat turi (IFUT) kodini biriktirishda yoki xodimlar soni to‘g‘risidagi ma’lumotni to‘ldirishda noaniqlikka yo‘l qo‘yilgan deb hisoblanganda; yuridik shaxs faoliyat ko‘rsatmayotganda, qo‘shib olish yo‘li bilan qayta tashkil etilganda, belgilangan tartibda faoliyati tiklanganda; yuridik shaxs qayta ro‘yxatdan o‘tib, ta’sis hujjatlarida ushbu faoliyat turi asosiy faoliyat turi deb belgilanganda;  yuridik shaxs ma’lum faoliyatni amalga oshirish bo‘yicha litsenziya olganda yoki litsenziyasi bekor qilinganda; z) yuridik shaxsning idoraviy mansubligi o‘zgarganda — uning muassislari hamda davlat boshqaruvi organlari va xo‘jalik birlashmalaridan tushgan ma’lumotlari asosida. 9. KTYADRni yuritish uchun: ro‘yxatdan o‘tkazgan organlardan tushadigan ma’lumotlardan; statistika kuzatuvlarini amalga oshirishda olingan statistika ma’lumotlaridan; soliq va boshqa davlat organlarining registrlaridan hamda ma’lumotlar axborot bazalaridan foydalaniladi. 10. KTYADR ma’lumotlar yagona bazasiga yozuvlarni kiritish tartibi va ularning shakllari O‘zbekiston Respublikasi Davlat statistika qo‘mitasi tomonidan belgilanadi. 11. KTYADR milliy statistika tizimida qo‘llanadigan dasturiy-texnologik vositalardan foydalangan holda elektron shaklda yuritiladi. KTYADR ma’lumotlari yo‘qolishining oldini olish maqsadida har oyda elektron manbalarda oyning 1-kunidagi holatiga ko‘ra, uning zaxira nusxasi shakllantiriladi, uning yo‘qolishini bartaraf etadigan joylarda asl nusxasi bilan birgalikda saqlanadi. 4-bob. KTYADRni yuritishda qatnashadigan tashkilotlarning funksiyalari. 12. KTYADR O‘zbekiston Respublikasi Davlat statistika qo‘mitasi, uning Qoraqalpog‘iston Respublikasi, viloyatlar va Toshkent shahri, tumanlar va shaharlardagi hududiy organlari tomonidan yuritiladi. 13. O‘zbekiston Respublikasi Davlat statistika qo‘mitasi quyidagilarni ta’minlaydi: KTYADRni rivojlantirishning metodologik asoslari va yo‘nalishlarini ishlab chiqish; KTYADR ma’lumotlari elektron bazasini ishlatish va boshqarish hamda ushbu bazani yuritishda qatnashuvchi organlar tomonidan undan belgilangan tartibda foydalanish; yuridik shaxslarni hisobga qo‘yish va ro‘yxatdan o‘tkazilgan yuridik shaxslar to‘g‘risidagi ma’lumotlarga o‘zgartirishlar kiritish bo‘yicha ishlarga metodik rahbarlik qilish va ularni muvofiqlashtirish; statistika tasniflagichlari tizimini yuritish; KTYADRning zaxira nusxalarini saqlash va axborot xavfsizligini ta’minlash; davlat organlari bilan idoralararo axborot almashish; KTYADRdan foydalanuvchilarga qonunchilikda belgilangan tartibda axborot-ma’lumotnoma xizmati ko‘rsatish. 14. Qoraqalpog‘iston Respublikasi, viloyatlar va Toshkent shahri, tumanlar va shaharlardagi davlat statistika organlari quyidagilarni ta’minlaydi: ro‘yxatdan o‘tkazuvchi organlardan tushadigan KTYADR ma’lumotlarini qayta ishlash hamda axborotlarning yo‘qolishi, buzilishi va soxtalashtirilishiga yo‘l qo‘ymaslik; KTYADRdagi tasniflash ko‘rsatkichlarini statistika kuzatuvlarini o‘tkazish jarayonida olingan dastlabki statistika ma’lumotlari asosida o‘z vaqtida o‘zgartirish; tegishli hududdagi davlat ro‘yxatidan o‘tkazuvchi organlar, soliq organlari va davlat mulkini boshqarish organlari bilan o‘zaro hamkorlik qilish; KTYADRdan foydalanuvchilarga qonunchilikda belgilangan tartibda axborot-ma’lumotnoma xizmati ko‘rsatish. 15. Quyidagi ma’lumotlar qonunchilikda belgilangan tartibda bepul taqdim etiladi: KTYADRdagi ma’lumotlar — davlat hokimiyati va boshqaruvi organlariga, huquqni muhofaza qilish organlariga; KTYADRdagi ma’lumotlar — yuridik shaxsga unga berilgan statistika kodlari, ularning o‘zgarishi to‘g‘risidagi ma’lumotlar. 16. Quyidagilar: yuridik shaxslar — tadbirkorlik subyektlarini davlat ro‘yxatidan o‘tkazadigan organlar Yuridik shaxslarning yagona davlat reyestriga ushbu Nizom 8-bandining “a” kichik bandida ko‘rsatilgan ma’lumotlar kiritilgandan keyin bir kun muddatda ushbu Nizom 8-bandining “b” — “e” kichik bandlarida ko‘rsatilgan ma’lumotlar kiritilgandan keyin ikki kun muddatda davlat statistika organlariga elektron shaklda ilovaga muvofiq ma’lumotlar yuboradi; yuridik shaxslar — davlat va nodavlat notijorat tashkilotlarni davlat ro‘yxatidan o‘tkazadigan organlar ushbu Nizom 8-bandining “a” — “e” kichik bandlarida ko‘rsatilgan ma’lumotlar Yuridik shaxslarning yagona davlat reyestriga kiritilgandan keyin ikki kun muddatda davlat statistika organlariga elektron shaklda ilovaga muvofiq ma’lumotlar yuboradi. Ushbu bandning ikkinchi va uchinchi xatboshilarida ko‘rsatilgan ma’lumotlar davlat statistika organlariga O‘zbekiston Respublikasi Davlat statistika qo‘mitasining dasturiy-texnologik vositalaridan foydalangan holda, Internet jahon axborot tarmog‘i orqali taqdim etiladi. 17. KTYADRdagi identifikatsiyalash, tasniflash ko‘rsatkichlari, shuningdek, yuridik shaxslarning joylashgan eri (pochta manzili), telefon raqamlari, yuridik shaxslarning ta’sischilari (aksiyadorlik jamiyatlari bundan mustasno), rahbari (soliq organlari ma’lumotlari asosida), davlat ro‘yxatidan o‘tkazilgan tartib raqami va sanasi (ustav fondi va ta’sis hujjatlariga o‘zgartirishlar kiritish, yagona davlat reyestridan chiqarish) to‘g‘risidagi ma’lumotlari barchaning foydalanishi uchun ochiq hisoblanadi, KTYADRdagi boshqa ko‘rsatkichlar maxfiy tusdagi axborot hisoblanadi.  Bunda yuridik shaxslarning ta’sischilari to‘g‘risidagi ma’lumotlar faqatgina eng yuqori ulushga ega 5 ta ta’sischilar haqidagi ma’lumotlar hamda 5 tadan ko‘p ta’sischisi bo‘lgan yuridik shaxslarda beshinchi satrda qolgan ta’sischilarning yig‘indisi aks ettiriladi.  18. KTYADRdan olingan ma’lumotlarni foydalanuvchilar tomonidan axborotning manbaini ko‘rsatmasdan tarqatishga va (yoki) KTYADRdagi ma’lumotlarni uchinchi shaxslarga tijorat maqsadlarida berishga yo‘l qo‘yilmaydi. 5-bob. KTYADRni tugatish. 19. KTYADR qonunchilik hujjatlarida belgilangan tartibda tugatiladi. Tugatishda, agar qonunchilik hujjatlarida boshqacha tartib belgilanmagan bo‘lsa, KTYADR ma’lumotlari bazasi O‘zbekiston Respublikasi Davlat arxiviga beriladi. ",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    },
    {
        "content": "Korxonalar va tashkilotlarning yagona davlat reyestridagi yuridik shaxs to‘g‘risidagi MA’LUMOTLAR 1. Yuridik shaxsning nomi To‘liq: Qisqacha: 2. Joylashgan eri (pochta manzili) Telefon raqami: Elektron manzili (tashkilot yoki muassissaning): 3. Yangi tashkil etilgan: Qayta tashkil etish yo‘li bilan tashkil etilgan: [ ] Faoliyati tiklangan (tugatish tartiboti to‘xtatilgan): [ ] Ta’sis hujjatlariga o‘zgartirish va qo‘shimchalar kiritilgan: [ ] Joylashgan eriga (pochta manziliga) o‘zgartirish kiritilgan: [ ] Belgilangan muddatda moliya-xo‘jalik faoliyati amalga oshirilmagan yoki ustav jamg‘armasi shakllantirilmagan, ixtiyoriy tugatish jarayonida: [ ] 4. Tashkiliy-huquqiy shakli kodi: ____________ Mulkchilik shakli kodi: ____________ MHOBT kodi: ____________ KTUT kodi: ____________ Faoliyatining asosiy turi: __________________________ STIR: __________________________ 5. Muassislar haqidagi ma’lumotlar: Mamlakat kodi: Nomi (jismoniy shaxslar uchun — F.I.O.): Ta’sischilarning ustav jamg‘armasidagi ulushi (ming so‘m): Ulush foizi (%): Mamlakat kodi: Nomi (jismoniy shaxslar uchun — F.I.O.): Ta’sischilarning ustav jamg‘armasidagi ulushi (ming so‘m): Ulush foizi (%): Mamlakat kodi: Nomi (jismoniy shaxslar uchun — F.I.O.): Ta’sischilarning ustav jamg‘armasidagi ulushi (ming so‘m): Ulush foizi (%): Mamlakat kodi: Nomi (jismoniy shaxslar uchun — F.I.O.): Ta’sischilarning ustav jamg‘armasidagi ulushi (ming so‘m): Ulush foizi (%): Mamlakat kodi: Nomi (jismoniy shaxslar uchun — F.I.O.): Ta’sischilarning ustav jamg‘armasidagi ulushi (ming so‘m): Ulush foizi (%): Jami ustav jamg‘armasi: __________________________ 6. Xodimlarning mo‘ljallanayotgan soni*: ____________ kishi (*yangi tashkil etilgan yuridik shaxslar uchun) 7. Ro‘yxatdan o‘tkazgan organning nomi: __________________________ 8. Ro‘yxatdan o‘tkazilgan Raqami: __________________________ Sanasi: __________________________ 9. Tugatilgan (faoliyati to‘xtatilgan**) Raqami: __________________________ Sanasi: __________________________ (** qo‘shish yoki birlashtirish yo‘li bilan qayta tashkil etilgan yuridik shaxslar uchun)",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    },
    {
        "content": "2022-yil 28-sentabrdagi 539-son \"KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH VA UNING ASOSIDA DAVLAT XIZMATINI KO‘RSATISHGA OID NORMATIV-HUQUQIY HUJJATLARNI TASDIQLASH TO‘G‘RISIDA\" O‘ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING qaroriga  3-ILOVA.  \n\n\n O‘zbekiston Respublikasi Hukumatining o‘z kuchini yo‘qotgan deb e’tirof etilayotgan qarorlari RO‘YXATI: 1. Vazirlar Mahkamasining “Korxonalar va tashkilotlarning yagona davlat registri to‘g‘risidagi nizomni tasdiqlash haqida” 2012-yil 25-sentabrdagi 274-son qarori (O‘zbekiston Respublikasi QT, 2012-y., 9-son, 70-modda). 2. Vazirlar Mahkamasining “Korxonalar va tashkilotlarning yagona davlat registri to‘g‘risidagi nizomga o‘zgartirish va qo‘shimchalar kiritish haqida” 2015-yil 3-iyuldagi 179-son qarori. 3. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Prezidentining “Tadbirkorlik subyektlarini davlat ro‘yxatidan o‘tkazish va hisobga qo‘yish tizimini takomillashtirish to‘g‘risida” 2016-yil 28-oktabrdagi PQ-2646-son qarorini amalga oshirish chora-tadbirlari to‘g‘risida” 2017-yil 9-fevraldagi 66-son qaroriga (O‘zbekiston Respublikasi QT, 2017-y., 2-son, 5-modda) 4-ilovaning 5-bandi. 4. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Valyuta siyosatini liberallashtirish bo‘yicha birinchi navbatdagi chora-tadbirlar to‘g‘risida” 2017-yil 2-sentabrdagi PF-5177-son Farmoni)” 2017-yil 9-oktabrdagi 810-son qaroriga (O‘zbekiston Respublikasi QT, 2017-y., 10-son, 229-modda) 1-ilovaning 23-bandi. 5. Vazirlar Mahkamasining “2022-yil uchun Statistika dasturini tasdiqlash to‘g‘risida” 2022-yil 7-fevraldagi 61-son qaroriga 2-ilovaning 3-bandi. 6. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirishlar kiritish to‘g‘risida” 2022-yil 4-apreldagi 153-son qaroriga ilovaning 290-bandi.",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    },
    {
        "content": "KTYADR - bu Korxonalar va tashkilotlarning yagona davlat registri",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    },
    {
        "content": "KTUT — bu Korxona va Tashkilotning Unikal Turi kodining qisqartmasi boʻlib, u korxona yoki tashkilotning toʻliq va qisqartirilgan nomi, boshqaruv organi, asosiy faoliyat turi, mulkchilik shakli, tashkiliy-huquqiy shakli kabi maʼlumotlarni oʻz ichiga olgan yagona identifikatsiya raqamidir.",
        "source": "KORXONALAR VA TASHKILOTLARNING YAGONA DAVLAT REGISTRINI YURITISH",
        "date": "2025-04-12"
    }
]