[
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n1-bob. Umumiy qoidalar\n1-modda. Ushbu Qonunning maqsadi\nUshbu Qonunning maqsadi rasmiy statistika sohasidagi munosabatlarni tartibga solishdan iborat.\n"
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n2-bob. Rasmiy statistika sohasini tartibga solish\n10-modda. Statistika kengashi\nStatistika kengashi vakolatli davlat organi huzuridagi rasmiy statistikaning rivojlantirilishi, faoliyat ko‘rsatishi va muvofiqlashtirilishi masalalari bo‘yicha kollegial maslahat organidir.\nStatistika kengashining tarkibi davlat boshqaruvi organlarining, ilmiy-tadqiqot tashkilotlarining, nodavlat notijorat tashkilotlarining vakillari, shuningdek statistika bo‘yicha milliy ekspertlar orasidan tuziladi.\nStatistika kengashining tarkibi O‘zbekiston Respublikasi Prezidenti tomonidan tasdiqlanadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n2-bob. Rasmiy statistika sohasini tartibga solish\n11-modda. Rasmiy statistikani tayyorlovchilarning faoliyatini muvofiqlashtirish\nRasmiy statistikani tayyorlovchilar statistika ma’lumotlarini ishlab chiqishda xalqaro darajada tavsiya etiladigan tushunchalarga, tasniflarga va uslubiyatga amal qiladi.\nVakolatli davlat organi rasmiy statistikaning boshqa tayyorlovchilarining faoliyatini statistika dasturlari doirasida muvofiqlashtiradi.\nRasmiy statistikani tayyorlovchilar statistika ma’lumotlarini tayyorlash uslubiyatini o‘z vakolatlari doirasida muvofiqlashtiradi.\nRasmiy statistikaning boshqa tayyorlovchilarining statistika uslubiyatlarida xalqaro tavsiyalarga nomuvofiqlik aniqlangan taqdirda vakolatli davlat organi statistika uslubiyatlari auditi yakunlariga ko‘ra ushbu tayyorlovchilarga ijro etilishi majburiy bo‘lgan taqdimnomalar kiritish huquqiga ega.\nMilliy statistika tizimiga kiruvchi rasmiy statistikaning boshqa tayyorlovchilari tomonidan statistika ma’lumotlarini shakllantirish va vakolatli davlat organi bilan axborot almashinuvini ta’minlash uchun mas’ul bo‘lgan bo‘linmalar tashkil etiladi.\nRasmiy statistikani tayyorlovchilar hamda ma’muriy ma’lumotlarni yetkazib beruvchilar o‘zlarida mavjud bo‘lgan statistika ma’lumotlarini va (yoki) ma’muriy ma’lumotlarni vakolatli davlat organiga statistika dasturlarida belgilangan tartibda va muddatlarda bepul taqdim etadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n12-modda. Rasmiy statistikani tayyorlovchilar\nDavlat statistika organlari rasmiy statistikaning asosiy tayyorlovchilaridir.\nStatistika dasturlariga rasmiy statistikani tayyorlovchilar sifatida kiritilgan davlat boshqaruvi organlari rasmiy statistikaning boshqa tayyorlovchilaridir.\nRasmiy statistikani tayyorlovchilar ushbu Qonunga va statistika dasturlariga muvofiq rasmiy statistikani tayyorlashni, tarqatishni hamda muvofiqlashtirishni amalga oshiradi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n13-modda. Davlat statistika organlari\nVakolatli davlat organi, Qoraqalpog‘iston Respublikasining, viloyatlarning va Toshkent shahrining statistika boshqarmalari, tumanlarning (shaharlarning) statistika bo‘limlari davlat statistika organlaridir.\nDavlat organlari, boshqa tashkilotlar va ularning mansabdor shaxslari davlat statistika organlarining ushbu Qonunga muvofiq amalga oshirilayotgan faoliyatiga aralashishga haqli emas.\nQoraqalpog‘iston Respublikasining, viloyatlarning va Toshkent shahrining statistika boshqarmalari, tumanlarning (shaharlarning) statistika bo‘limlari mahalliy davlat hokimiyati organlaridan mustaqil bo‘lib, bevosita vakolatli davlat organiga bo‘ysunadi.\nDavlat statistika organlarini moliyalashtirish va ularning moddiy-texnika ta’minoti statistika dasturlariga muvofiq O‘zbekiston Respublikasi Davlat budjeti mablag‘lari hamda qonunchilikda taqiqlanmagan boshqa manbalar hisobidan amalga oshiriladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n14-modda. Davlat statistika organlarining huquq va majburiyatlari\nDavlat statistika organlari quyidagi huquqlarga ega:\ndavlat va xo‘jalik boshqaruvi organlaridan, fuqarolarning o‘zini o‘zi boshqarish organlaridan, banklardan hamda boshqa tashkilotlardan statistika kuzatuvi shakllarini olish va statistika kuzatuvi ma’lumotlaridan statistika maqsadlarida foydalanish;\nstatistik birliklar faoliyatining statistika kuzatuvlarini o‘tkazish va olingan birlamchi ma’lumotlardan statistika maqsadlarida foydalanish;\njismoniy shaxs bo‘lgan respondentlarni statistika kuzatuvlarida ishtirok etganligi uchun rag‘batlantirishni amalga oshirish; \ndavlat va xo‘jalik boshqaruvi organlaridan, shuningdek boshqa tashkilotlardan statistika dasturlarini bajarish uchun zarur bo‘lgan axborotni so‘rash hamda olish;\nrasmiy statistikani tayyorlash uchun zarur bo‘lgan statistika ma’lumotlarini yig‘ishga jismoniy va yuridik shaxslarni qonunchilikka muvofiq shartnoma asosida jalb etish;\nstatistika ma’lumotlarini yig‘ish, ularga ishlov berish, ularni umumlashtirish, tahlil qilish, tarqatish va saqlashning zamonaviy usullari va vositalaridan foydalanish hamda ularni milliy statistika tizimiga joriy etish;\nstatistika ma’lumotlarini taqdim etish bilan bog‘liq qoidabuzarliklar aniqlangan taqdirda, ularni bartaraf etish haqida ko‘rsatmalar berish va statistika ma’lumotlariga tegishli tuzatishlar kiritish;\nstatistika hisobotlarini taqdim etish tartibini buzgan mansabdor shaxslarga nisbatan ma’muriy jazo choralarini qonunga muvofiq o‘z vakolatlari doirasida qo‘llash.\nDavlat statistika organlari qonunchilikka muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin.\nDavlat statistika organlari:\nrasmiy statistikaning asosiy prinsiplariga rioya etilishini va xalqaro tavsiyalarga muvofiq bo‘lgan statistika uslubiyatlarining birligini ta’minlashi;\nmamlakatni, hududlarni, tarmoqlar va sohalarni ijtimoiy-iqtisodiy rivojlantirish bo‘yicha davlat dasturlarining bajarilishi jarayoni yuzasidan statistika kuzatuvlarini tashkil etishi;\nstatistika ma’lumotlarini yig‘ishni, uy xo‘jaliklarining statistika kuzatuvlarini, ro‘yxatga olishlarni, bir marotabalik hisobga olishlarni, tanlanma so‘rovlarni va boshqa statistika kuzatuvlarini o‘tkazishni tashkil etishi hamda ta’minlashi;\nstatistika dasturlarining bajarilishini ta’minlashi;\ndavlat hokimiyati va boshqaruvi organlarini statistika ma’lumotlari bilan ta’minlashi;\nxalqaro va mintaqalararo statistik qiyoslashlarni amalga oshirishi;\nstatistika maqsadlarida foydalanish uchun statistika registrlari va tasniflash tizimining yuritilishini ta’minlashi shart.\nDavlat statistika organlarining zimmasida qonunchilikka muvofiq boshqa majburiyatlar ham bo‘lishi mumkin.\n"
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n 15-modda. Rasmiy statistikaning boshqa tayyorlovchilarining huquq va majburiyatlari \nRasmiy statistikaning boshqa tayyorlovchilari quyidagi huquqlarga ega:\nbirlamchi ma’lumotlar manbalarini tanlash, rasmiy statistikani tayyorlash uchun zarur bo‘lgan ma’lumotlarni bevosita respondentlardan olish va yig‘ish;\njismoniy shaxs bo‘lgan respondentlarni statistika kuzatuvlarida ishtirok etganligi uchun rag‘batlantirishni amalga oshirish;\nrespondentlar uchun birlamchi ma’lumotlarni yig‘ish usullarini belgilash.\nRasmiy statistikaning boshqa tayyorlovchilari qonunchilikka muvofiq o‘zga huquqlarga ham ega bo‘lishi mumkin. \nRasmiy statistikaning boshqa tayyorlovchilari:\nrasmiy statistikaning asosiy prinsiplariga rioya etilishini va xalqaro tavsiyalarga muvofiq bo‘lgan statistika uslubiyatlarining birligini ta’minlashi;\nstatistika dasturlarining bajarilishini ta’minlashi;\nstatistikaning sifati ta’minlanishini, ma’lumotlarni taqdim etishga doir xarajatlarni va respondentlarning zimmasidagi vazifalarni hisobga olgan holda birlamchi ma’lumotlarni yig‘ishni amalga oshirishi;\nyig‘ilgan ma’lumotlarga ushbu Qonun hamda “Shaxsga doir ma’lumotlar to‘g‘risida”gi O‘zbekiston Respublikasi Qonuni qoidalariga muvofiq ishlov berishi, ularni tarqatishi va saqlashi;\nrespondentlarni o‘tkazilayotgan statistika kuzatuvlarining maqsadi va huquqiy asoslari to‘g‘risida, shuningdek ularning huquqlari, majburiyatlari va olinadigan individual ma’lumotlarning maxfiyligi ta’minlanishi haqida xabardor qilishi shart.\nRasmiy statistikaning boshqa tayyorlovchilari zimmasida qonunchilikka muvofiq o‘zga majburiyatlar ham bo‘lishi mumkin."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n16-modda. Respondentlar \nRasmiy statistikani tayyorlovchilarga individual va boshqa ma’lumotlarni statistika maqsadlarida taqdim etuvchi jismoniy yoki yuridik shaxs respondentdir.\nRespondentlar rasmiy statistikani tayyorlovchilardan statistika kuzatuvlarining maqsadi va huquqiy asoslari to‘g‘risida tushuntirishlar hamda ma’lumotlar, shuningdek olingan individual ma’lumotlarning maxfiyligi ta’minlanishi haqida axborot olishga haqli.\nStatistika dasturlariga binoan statistika kuzatuvlarini o‘tkazish chog‘ida respondentlar, bundan ushbu moddaning beshinchi qismida nazarda tutilgan hollar mustasno:\nrasmiy statistikani tayyorlovchilarga ishonchli va to‘liq ma’lumotlarni rasmiy statistikani tayyorlovchi tomonidan belgilangan tartibda va muddatlarda bepul taqdim etishi;\nagar taqdim etilgan ma’lumotlar o‘z xulosalariga yoki rasmiy statistikani tayyorlovchilarning xulosalariga ko‘ra to‘g‘ri, dolzarb va (yoki) to‘liq bo‘lmasa, rasmiy statistikani tayyorlovchilar tomonidan belgilangan muddatlarda ma’lumotlarni tuzatishi, yangilashi, to‘ldirishi hamda ularga taqdim etishi shart.\nRespondentlar statistika ma’lumotlarini rasmiy statistikani tayyorlovchilarga qog‘oz shaklida yoki elektron shaklda taqdim etishi mumkin. Bunda statistika ma’lumotlarini yig‘ish usullari rasmiy statistikani tayyorlovchilar tomonidan belgilanadi.\nMamlakatni demografik va ijtimoiy-iqtisodiy rivojlantirishning ayrim yo‘nalishlari bo‘yicha o‘tkaziladigan ro‘yxatga olishlarda ishtirok etuvchi respondentlar ro‘yxatga olish varag‘ining shakliga binoan ishonchli individual ma’lumotlarni taqdim etishiga haqli hamda ro‘yxatga olishlarni o‘tkazish jarayonlariga monelik qilmasligi shart."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n17-modda. Ma’muriy ma’lumotlarni yetkazib beruvchilar\nMa’muriy ma’lumotlarni rasmiy statistikani tayyorlovchilarga taqdim etuvchi davlat va xo‘jalik boshqaruvi organlari, shuningdek mahalliy ijro etuvchi hokimiyat organlari ma’muriy ma’lumotlarni yetkazib beruvchilardir.\nJismoniy va yuridik shaxslar to‘g‘risidagi ma’lumotlar bazalariga ega bo‘lgan ma’muriy ma’lumotlarni yetkazib beruvchilar o‘z vakolatlari doirasida quyidagi huquqlarga ega:\no‘z vakolatlariga kiradigan masalalar yuzasidan individual ma’lumotlarni ma’muriy maqsadlarda shakllantirish;\nma’muriy ma’lumotlarni shakllantirish uchun birlamchi ma’lumotlar manbalarini tanlash;\nma’lumotlarni yig‘ish usullarini belgilash, zarur bo‘lgan ma’lumotlarni bevosita jismoniy yoki yuridik shaxslardan, uy xo‘jaliklaridan olish va yig‘ish. \nJismoniy va yuridik shaxslar to‘g‘risidagi ma’lumotlar bazalariga ega bo‘lgan ma’muriy ma’lumotlarni yetkazib beruvchilar rasmiy statistikani tayyorlovchilarga:\no‘z tasarrufida mavjud bo‘lgan ma’muriy ma’lumotlarni;\nstatistika ma’lumotlari sifatini baholash imkonini beruvchi metama’lumotlarni bepul taqdim etishi shart.\nRasmiy statistikani tayyorlovchilarga ma’muriy ma’lumotlarni taqdim etish bir yillik statistika dasturida belgilangan shakllar va davriylik bo‘yicha amalga oshiriladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n3-bob. Rasmiy statistikani tayyorlovchilarning, respondentlarning, ma’muriy ma’lumotlarni yetkazib beruvchilarning hamda rasmiy statistikadan foydalanuvchilarning huquq va majburiyatlari \n18-modda. Rasmiy statistikadan foydalanuvchilar\nJismoniy va yuridik shaxslar (shu jumladan ularning alohida bo‘linmalari, filiallari va vakolatxonalari) rasmiy statistikadan foydalanuvchilar bo‘lishi mumkin.\nRasmiy statistikadan foydalanuvchilar quyidagi huquqlarga ega:\nrasmiy statistikani tayyorlovchilarning rasmiy veb-saytlarida va ommaviy axborot vositalarida e’lon qilingan statistika ma’lumotlaridan erkin foydalanish;\nrasmiy veb-saytlarda va ommaviy axborot vositalarida e’lon qilinmagan ochiq statistika ma’lumotlarini olish maqsadida rasmiy statistikani tayyorlovchilarga so‘rov bilan yoki ularni e’lon qilish to‘g‘risidagi taklif bilan murojaat qilish.\nRasmiy statistikadan foydalanuvchilar o‘z mahsulotlarida (ishlarida va xizmatlarida) o‘zi foydalangan statistika ma’lumotlarining manbalarini ko‘rsatishi shart.\nIndividual ma’lumotlardan va maxfiy ma’lumotlardan ilmiy-tadqiqot maqsadlarida foydalanish ushbu Qonunning 30 va 31-moddalarida nazarda tutilgan tartibda amalga oshiriladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n19-modda. Statistika dasturlari\nVakolatli davlat organi rasmiy statistikaning boshqa tayyorlovchilari, rasmiy statistikadan foydalanuvchilar, respondentlar va ma’muriy ma’lumotlarni yetkazib beruvchilar bilan hamkorlikda statistika dasturlarining tayyorlanishini ta’minlaydi.\nStatistika dasturlari ko‘rib chiqish uchun Statistika kengashiga kiritiladi.\nVakolatli davlat organi milliy statistika tizimiga kiruvchi rasmiy statistikaning boshqa tayyorlovchilari bilan birgalikda statistika dasturlarining bajarilishini ta’minlaydi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\n\nRasmiy statistika to‘g‘risida\n\n1-bob. Umumiy qoidalar\n2-modda. Ushbu Qonunning qo‘llanilish sohasi\nUshbu Qonunning amal qilishi rasmiy statistikani tayyorlovchilarga va undan foydalanuvchilarga, respondentlarga hamda ma’muriy ma’lumotlarni yetkazib beruvchilarga, shuningdek ular o‘rtasida yuzaga keladigan, rasmiy statistikani tayyorlash, tarqatish va muvofiqlashtirish bilan bog‘liq bo‘lgan munosabatlarga nisbatan tatbiq etiladi.\nUshbu Qonunning amal qilishi rasmiy statistika sifatida qaralmaydigan statistikaga nisbatan tatbiq etilmaydi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n20-modda. Ko‘p yillik statistika dasturi\nKo‘p yillik statistika dasturi umuman milliy statistika tizimi uchun ishlab chiqiladi va rasmiy statistikaning strategik rivojlanish yo‘nalishlarini belgilaydi.\nKo‘p yillik statistika dasturi milliy statistika tizimini rivojlantirish konsepsiyasidan, strategik maqsadlaridan va ustuvor yo‘nalishlaridan, shuningdek rasmiy statistikasini rivojlantirishga doir dasturiy chora-tadbirlarni amalga oshirish mexanizmlaridan iboratdir."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n21-modda. Bir yillik statistika dasturi\nBir yillik statistika dasturi ko‘p yillik statistika dasturini bajarish maqsadida ishlab chiqiladi.\nBir yillik statistika dasturida quyidagi vazifalar nazarda tutiladi:\nrasmiy statistikani rivojlantirishning ustuvor yo‘nalishlarini belgilash;\nrasmiy statistikani tayyorlovchilar tomonidan o‘tkazilishi lozim bo‘lgan statistika kuzatuvlarini tashkil etish;\nma’muriy ma’lumotlarni tayyorlash va rasmiy statistikani tayyorlovchilarga taqdim etish;\nstatistika registrlarini ishlab chiqish va yuritish;\nrasmiy statistikani tarqatish.\nBir yillik statistika dasturi har bir rasmiy statistikani tayyorlovchi tomonidan ishlab chiqiladigan va tarqatiladigan statistika ma’lumotlarining ularni bajarish davriyligi hamda muddatlari ko‘rsatilgan holdagi ro‘yxatini o‘z ichiga oladi."
    },
    {
        "content":  "O‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n22-modda. Statistika dasturlarini tasdiqlash va moliyalashtirish\nKo‘p yillik va bir yillik statistika dasturlari Statistika kengashi tomonidan ko‘rib chiqilganidan keyin vakolatli davlat organi ularni tasdiqlash uchun tegishincha O‘zbekiston Respublikasi Prezidentiga hamda O‘zbekiston Respublikasi Vazirlar Mahkamasiga taqdim etadi.\nKo‘p yillik statistika dasturlari O‘zbekiston Respublikasi Prezidenti tomonidan, bir yillik statistika dasturlari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi.\nRasmiy statistikani tayyorlovchilarga statistika dasturlarini bajarish uchun moliyaviy va moddiy-texnika resurslari beriladi.Statistika dasturlarini moliyalashtirish O‘zbekiston Respublikasi Davlat budjeti mablag‘lari va qonunchilikda taqiqlanmagan boshqa manbalar hisobidan amalga oshiriladi.\nStatistika dasturlariga kiritilmagan ishlarni moliyalashtirish mazkur ishlarni bajarish tashabbusi bilan chiqqan jismoniy va yuridik shaxslarning mablag‘lari hisobidan amalga oshiriladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n23-modda. Statistika kuzatuvlari\nStatistika kuzatuvlari respondentlarning individual va boshqa ma’lumotlarini birlamchi yig‘ish jarayonlari bo‘lib, bu jarayonlar rasmiy statistikani tayyorlovchilar tomonidan statistika uslubiyatlaridan foydalangan holda, statistika maqsadlarida amalga oshiriladi.\nStatistika kuzatuvlari yalpi va tanlanma bo‘lishi mumkin, shuningdek statistika dasturlariga muvofiq amalga oshirilishi kerak.\nYalpi statistika kuzatuvlari vakolatli davlat organi tomonidan tasdiqlanadigan statistika hisoboti shakllari asosida o‘tkaziladi.\nTanlanma statistika kuzatuvlari rasmiy statistikani tayyorlovchilar tomonidan tasdiqlangan statistika kuzatuvlari shakllari asosida o‘tkaziladi. Rasmiy statistikani tayyorlovchilar tomonidan o‘tkaziladigan tanlanma statistika kuzatuvlarida respondentlar va uy xo‘jaliklari ixtiyoriy asosda ishtirok etadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n24-modda. Ro‘yxatga olishlar\nRo‘yxatga olish yalpi hisobga olish asosida aholining, uy-joyning soni va tarkibi, iqtisodiy birliklarning tarkibi hamda holati to‘g‘risidagi ma’lumotlar va boshqa ma’lumotlar olinishini ta’minlaydigan tadbirdir. \nRo‘yxatga olish mamlakatni demografik va ijtimoiy-iqtisodiy rivojlantirishning ayrim xususiyatlari hamda yo‘nalishlari bo‘yicha o‘tkazilishi, shuningdek O‘zbekiston Respublikasining butun hududida yoki uning muayyan hududlarida amalga oshirilishi mumkin. \nRespondentlarning individual ma’lumotlarini yig‘ish O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadigan Ro‘yxatga olish dasturida belgilangan savollarga muvofiq amalga oshiriladi.\nRo‘yxatga olish ma’lumotlari statistika kuzatuvlari, ma’muriy ma’lumotlar asosida yoki ularning umumlashmasi asosida shakllantirilishi mumkin.\nRo‘yxatga olishni o‘tkazish to‘g‘risidagi qaror sanasi va muddati, shuningdek moliyalashtirish manbalari ko‘rsatilgan holda, O‘zbekiston Respublikasi Vazirlar Mahkamasining taklifiga binoan O‘zbekiston Respublikasi Prezidenti tomonidan qabul qilinadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n4-bob. Statistika dasturlari, kuzatuvlari va registrlari, ro‘yxatga olishlar, ularni tuzish va tasdiqlash tartibi\n25-modda. Statistika registrlari \nStatistika maqsadlarida foydalanish uchun zarur bo‘lgan statistika birliklarining va ular tavsiflarining ro‘yxatlari, shu jumladan identifikatorlar statistika registrlaridir.\nJismoniy va yuridik shaxslar to‘g‘risidagi registrlarni va ma’lumotlar bazalarini yaratadigan hamda yuritadigan davlat organlari va ularning tasarrufidagi tashkilotlar rasmiy statistikani tayyorlovchilarga statistika registrlarini shakllantirish hamda o‘z vaqtida yangilash uchun zarur bo‘lgan axborotni bepul taqdim etadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n26-modda. Ma’muriy ma’lumotlardan foydalanish\nMa’muriy ma’lumotlar rasmiy statistikani tayyorlovchilar tomonidan faqat statistika maqsadlarida foydalaniladi.\nMa’muriy ma’lumotlarni yetkazib beruvchilar va boshqa yuridik shaxslar o‘z tasarrufidagi mavjud ma’lumotlarni taqdim etish chog‘ida maxfiylik to‘g‘risidagi qoidalarni vaj qilib ko‘rsatishi mumkin emas, bundan qonunda ma’lumotlarni taqdim etish va ulardan statistika maqsadlarida foydalanish to‘g‘ridan-to‘g‘ri istisno etilgan hollar mustasno."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n27-modda. Individual ma’lumotlardan statistika maqsadlarida foydalanish\nRasmiy statistikani tayyorlovchilar tasarrufidagi mavjud individual ma’lumotlardan faqat statistika maqsadlarida, jamlanma statistika ma’lumotlarini shakllantirish uchun foydalaniladi.\nDavlat organlari, fuqarolarning o‘zini o‘zi boshqarish organlari va boshqa tashkilotlar, shu jumladan xalqaro tashkilotlar tomonidan individual ma’lumotlardan tergov, nazorat qilish, sud muhokamasi, ma’muriy qarorlar qabul qilish maqsadida yoki jismoniy va yuridik shaxslarga yoki uy xo‘jaliklariga taalluqli boshqa maqsadlarda foydalanilishi mumkin emas."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n28-modda. Maxfiy statistika ma’lumotlari\nRasmiy statistikani tayyorlash uchun yig‘iladigan, ishlov beriladigan va saqlanadigan statistika ma’lumotlari, agar ular jismoniy yoki yuridik shaxslarni bevosita yoki bilvosita identifikatsiyalash imkonini bersa hamda ularga taalluqli individual ma’lumotlarni oshkor qilsa, maxfiy hisoblanadi.\nQuyidagilar maxfiy statistika ma’lumotlari jumlasiga kiradi:\nstatistik birlik to‘g‘risidagi individual ma’lumotlar oshkor etilgan taqdirda, uni identifikatsiyalash imkonini beruvchi ma’lumotlar;\nstatistika ma’lumotlarining maxfiyligi ta’minlanishini talab etadigan umumlashtirilgan ko‘rsatkichlar;\nqonunga muvofiq davlat sirlari yoki qonun bilan qo‘riqlanadigan boshqa sir jumlasiga kiritilgan axborot."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n29-modda. Rasmiy statistikaning maxfiyligiga rioya etish majburiyatini oluvchi shaxslar\nRasmiy statistika sohasidagi vazifalar o‘z zimmasiga olinayotganda uning maxfiyligiga rioya etish majburiyati:\nrasmiy statistikani tayyorlovchilarning barcha shtatdagi va vaqtinchalik xodimlari;\nro‘yxatga olishni o‘tkazishda ishtirok etayotgan, milliy statistika tizimiga daxldor bo‘lmagan shaxslar tomonidan imzolanadi.\nRasmiy statistikaning maxfiyligiga rioya etish majburiyati ushbu moddaning birinchi qismida ko‘rsatilgan shaxslar tomonidan vazifalar bajarilishi tugaganidan keyin ham yoki maxfiylikka rioya etish to‘g‘risidagi imzolangan hujjatda belgilangan muddat ichida amal qilishini davom etadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n1-bob. Umumiy qoidalar\n3-modda. Rasmiy statistika to‘g‘risidagi qonunchilik\nRasmiy statistika to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iboratdir.\nAgar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining rasmiy statistika to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi"
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n30-modda. Individual ma’lumotlardan foydalanish\nO‘z xizmat vazifalari doirasida rasmiy statistikani tayyorlashda ishtirok etuvchi shaxslar individual ma’lumotlardan rasmiy statistikani tayyorlash uchun zarur bo‘lgan doirada foydalanadi.\nRasmiy statistikani tayyorlovchilar rasmiy statistikadan foydalanuvchilarga individual ma’lumotlarni oshkor qilmaydi.\nAgar ma’lumotlarga ishlov berishda identifikatorlarni chiqarib tashlash nazarda tutilgan bo‘lsa yoki respondentlarni identifikatsiyalash mumkin bo‘lmasa, individual ma’lumotlar ishlab chiqarilishi va e’lon qilinishi mumkin.\nVakolatli davlat organi normativ-huquqiy hujjatlar va taraflar o‘rtasida imzolangan kelishuvlar asosida individual ma’lumotlarni, shu jumladan identifikatorlarni rasmiy statistikaning boshqa tayyorlovchilaridan olish huquqiga ega.\nRasmiy statistikani tayyorlovchilar o‘z vakolatlari doirasida quyidagi individual ma’lumotlarni vakolatli davlat organidan faqat statistika maqsadlari uchun olishi mumkin:\nidentifikatorlarsiz ma’lumotlarni;\nfaqat statistika registrlaridan olingan identifikatorli statistik birliklar to‘g‘risidagi ma’lumotlarni.\nVakolatli davlat organi tomonidan individual ma’lumotlarni rasmiy statistikaning boshqa tayyorlovchilariga taqdim etishning har bir holati imzolangan kelishuv asosida amalga oshiriladi."
    },
    {
        "content":  "﻿\n\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n31-modda. Maxfiy statistika ma’lumotlaridan ilmiy-tadqiqot maqsadlari uchun foydalanish\nRasmiy statistikani tayyorlovchilar ilmiy-tadqiqot ishlarini amalga oshiruvchi shaxslarning so‘roviga ko‘ra ularga maxfiy statistika ma’lumotlaridan egasizlantirilgan shaklda foydalanish imkoniyatini berishi mumkin.\nIlmiy-tadqiqot maqsadlari uchun taqdim etiladigan maxfiy statistika ma’lumotlari tarkibida identifikatorlar bo‘lishi mumkin emas. Maxfiy statistika ma’lumotlari ilmiy-tadqiqot maqsadlari uchun zarur bo‘lgan axborot bilan cheklanadi.\nIndividual ma’lumotlarni himoya qilish tartibining buzilishi xavfi mavjud bo‘lmasa, maxfiy statistika ma’lumotlaridan foydalanish imkoniyati beriladi.\nMaxfiy statistika ma’lumotlari shartnoma asosida beriladi, shartnomada ma’lumotlardan foydalanish maqsadi, shartlari va rasmiy statistikadan foydalanuvchining tadqiqot natijalari haqida xabar berishga, ma’lumotlarni e’lon qilmaslikka hamda uchinchi shaxslarga bermaslikka doir majburiyatlari ko‘rsatiladi.\nShartnomada ma’lumotlarni tayyorlash natijasida yuzaga kelgan qo‘shimcha xarajatlar uchun kompensatsiya sifatida haq to‘lash nazarda tutiladi.\nIlmiy-tadqiqot loyihasi doirasida maxfiy statistika ma’lumotlari bilan ishlaydigan shaxslar respondentlarni har qanday usulda identifikatsiyalashga, uchinchi shaxslarga individual ma’lumotlarni yoki ular asosida hisob-kitob qilingan umumlashtirilgan ko‘rsatkichlarni oshkor qilishga, maxfiy statistika ma’lumotlaridan shartnomada ko‘rsatilgan maqsadlardan farq qiladigan maqsadlarda foydalanishga harakat qilmasligi kerak."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n5-bob. Statistika ma’lumotlari, ulardan foydalanish tartibi va maxfiylikni ta’minlash \n32-modda. Axborot xavfsizligini ta’minlash\nRasmiy statistikani tayyorlovchilar individual ma’lumotlarni, umumlashtirilgan maxfiy ko‘rsatkichlarni himoya qilish hamda ularning oshkor etilishiga yo‘l qo‘ymaslik uchun barcha tartibga soluvchi, ma’muriy, texnik va tashkiliy tusdagi choralarni ta’minlaydi.\nRasmiy statistikani tayyorlovchilarning individual ma’lumotlardan to‘g‘ridan-to‘g‘ri foydalanish imkoniyatiga ega bo‘lgan xodimlari, shu jumladan vaqtincha yollangan xodimlari tegishli lavozimdagi faoliyati vaqtida va faoliyatini tugatganidan keyin ushbu ma’lumotlarning maxfiyligiga rioya etishi shart.\nRasmiy statistikani tayyorlovchilar statistika maqsadlari uchun zarur bo‘lgan vaqt ichida identifikatorli individual ma’lumotlarga o‘zi belgilagan tartibga muvofiq ishlov berishi va ularni saqlashi mumkin.\nIdentifikator to‘g‘ridan-to‘g‘ri identifikatsiyalashni ta’minlashi, ya’ni alohida statistik birlikni bitta identifikator yoki identifikatorlar kombinatsiyasi asosida identifikatsiyalashni ta’minlashi mumkin. \nStatistik birlikni identifikatsiyalash boshqa qo‘shimcha ma’lumotlar yordamida bilvosita usullar bilan ham aniqlanishi mumkin.\nIdentifikatorli individual ma’lumotlarni yig‘ishning barcha shakllari, shu jumladan elektron shakllari statistika maqsadlari uchun zarur bo‘lmay qolishi bilan darhol yo‘q qilinishi lozim."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n6-bob. Rasmiy statistikaning sifatini ta’minlash, uni tarqatish va e’lon qilish \n33-modda. Rasmiy statistikaning sifatini ta’minlash\nRasmiy statistikani tayyorlovchilar rasmiy statistikaning sifatini doimiy asosda baholab boradi. Sifat kafolatini ta’minlash uchun rasmiy statistika rasmiy statistikaning qamrovi, tushunchalari, statistik birliklari va tasniflariga taalluqli umumiy prinsiplar hamda usullar asosida tayyorlanadi va tarqatiladi.\nRasmiy statistikani tayyorlovchilar rasmiy statistikaning sifatini yaxshilash maqsadida ma’lumotlarni tahlil etish va tahrir qilish, turli manbalardan olingan ma’lumotlarni birlashtirish, ma’lumotlarni statistika maqsadlarida bir-biriga bog‘lashni va solishtirishni amalga oshirish hamda baholashning statistik usullaridan foydalanish huquqiga ega.\nRasmiy statistikani tayyorlovchilar tayyorlash jarayonida foydalaniladigan manbalar va usullarni, shuningdek yakuniy ma’lumotlar to‘plamlarini hujjatlashtirib boradi. Rasmiy statistikadan foydalanuvchilar statistika ma’lumotlarining manbalari va ularni tayyorlash usullari hamda rasmiy statistika ma’lumotlarining sifati to‘g‘risida metama’lumotlar yordamida xabardor qilinadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n6-bob. Rasmiy statistikaning sifatini ta’minlash, uni tarqatish va e’lon qilish \n34-modda. Rasmiy statistikaning sifatini baholash\nRasmiy statistikani tayyorlovchilar rasmiy statistikadan foydalanuvchilar bilan rasmiy statistikaning sifati masalalari yuzasidan muntazam ravishda maslahatlashuvlar o‘tkazadi. \nRasmiy statistikadan foydalanuvchilar bilan maslahatlashuvlar quyidagilar orqali amalga oshiriladi:\nfoydalanuvchilar o‘rtasida so‘rovlar o‘tkazish;\nstatistika dasturlarining va statistika kuzatuvlari shakllarining jamoatchilik muhokamasini o‘tkazish.\nRasmiy statistikani tayyorlovchilar statistika ma’lumotlarining mazmuni va sifatini yanada yaxshilash uchun respondentlardan ushbu ma’lumotlarning mazmuni va sifati haqidagi fikrlarini so‘rab oladi.\nIchki va tashqi ekspertlar milliy statistika tizimining institutsional muhiti, jarayonlari va natijalarini baholashni amalga oshirishi mumkin."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n6-bob. Rasmiy statistikaning sifatini ta’minlash, uni tarqatish va e’lon qilish \n35-modda. Statistika uslubiyatlari \nRasmiy statistikani tayyorlash hamda tarqatish chog‘ida foydalaniladigan usullar, qoidalar va prinsiplar tizimi statistika uslubiyatlaridir.\nRasmiy statistikani shakllantirish chog‘ida statistika uslubiyatini qo‘llash majburiydir.\nStatistika uslubiyatini tayyorlash va tasdiqlash rasmiy statistikani tayyorlovchilar tomonidan xalqaro uslubiyatlar hamda tavsiyalarga muvofiq o‘z vakolatlari doirasida amalga oshiriladi. \nDavlat organlarining, ular mansabdor shaxslarining, shuningdek boshqa shaxslarning statistika uslubiyatini shakllantirishga aralashishiga yo‘l qo‘yilmaydi.\nRasmiy statistikani tayyorlovchilar statistika uslubiyatini baholash va takomillashtirish maqsadida ilmiy-tadqiqot tashkilotlari bilan hamkorlik qilishi mumkin.\nMa’muriy ma’lumotlarni yetkazib beruvchilar o‘zlari yig‘adigan ma’lumotlarning mazmunini, uslubiyatini va ro‘yxatini, shu jumladan ularni o‘zgartirish tartibini vakolatli davlat organi bilan majburiy tartibda hamda rasmiy statistikaning boshqa tayyorlovchilari bilan ixtiyoriylik asosida kelishib oladi"
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n6-bob. Rasmiy statistikaning sifatini ta’minlash, uni tarqatish va e’lon qilish \n36-modda. Rasmiy statistikani e’lon qilish\nRasmiy statistika mamlakatning ijtimoiy-iqtisodiy rivojlanishini tahlil qilish va baholash hamda ilmiy-tadqiqot ishlarini amalga oshirish maqsadida, shuningdek jamoatchilikni xabardor qilish, rasmiy statistikadan foydalanuvchilarning huquqlari va qonuniy manfaatlarini ta’minlash uchun e’lon qilinadi. \nRasmiy statistika rasmiy statistikaning asosiy prinsiplariga to‘la muvofiq holda, shuningdek ayrim statistika ma’lumotlarining maxfiyligini ta’minlash hamda barchaga teng foydalanish imkoniyatini berish orqali e’lon qilinadi.\nRasmiy statistikani tayyorlovchilar rasmiy statistikani statistika dasturida va rasmiy statistikani e’lon qilish jadvalida nazarda tutilgan muddatlarda e’lon qilishi shart.\nTarkibida davlat sirlari va qonun bilan qo‘riqlanadigan boshqa sir bo‘lgan rasmiy statistika ma’lumotlari e’lon qilinmaydi hamda qonunda belgilangan tartibda taqdim etiladi.\nJamoatchilik rasmiy statistikani e’lon qilish muddatining har qanday o‘zgarishi to‘g‘risida e’lon qilishning rejalashtirilgan sanasiga qadar xabardor qilinadi.\nRasmiy statistika metama’lumotlar va tushuntiruvchi izohlar bilan birga e’lon qilinadi. Rasmiy statistikadan foydalanish rasmiy statistikani tayyorlovchilarning rasmiy veb-saytlarida va ommaviy axborot vositalarida rasmiy statistikani e’lon qilish orqali ta’minlanadi.\nRasmiy statistikani tayyorlovchilar qo‘shimcha ravishda ishlov berilgan statistika ma’lumotlarini, bosma nashrlarni va boshqa materiallarni rasmiy statistikadan foydalanuvchilarning so‘roviga ko‘ra pulli asosda taqdim etish huquqiga ega.\nKelgusida qayta ko‘rib chiqilishi lozim bo‘lgan dastlabki statistika ma’lumotlari e’lon qilinganda, ular dastlabki ma’lumotlar sifatida ko‘rsatiladi. \nStatistika uslubiyatlaridagi o‘zgarishlar tufayli kelib chiqqan o‘zgarishlar to‘g‘risidagi axborot rasmiy statistikani tayyorlovchilarning rasmiy veb-saytida jamoatchilikni bu haqda xabardor qilish maqsadida oldindan e’lon qilinadi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n6-bob. Rasmiy statistikaning sifatini ta’minlash, uni tarqatish va e’lon qilish \n37-modda. Rasmiy statistikani tarqatish\nRasmiy statistikani tarqatish vakolatli davlat organi tomonidan muvofiqlashtiriladi.\n"
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n38-modda. Xalqaro hamkorlik\nRasmiy statistikani tayyorlovchilar o‘z vakolatlari doirasida statistika uslubiyatlarini, amal qilinadigan prinsiplar va tavsiyalarni ishlab chiqish hamda joriy etish bo‘yicha, shuningdek axborot ayirboshlash bo‘yicha boshqa mamlakatlarning rasmiy statistikani tayyorlovchilari va xalqaro tashkilotlar bilan hamkorlik qiladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n39-modda. Nizolarni hal etish\nRasmiy statistika sohasida yuzaga keladigan nizolar qonunchilikda belgilangan tartibda hal etiladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n1-bob. Umumiy qoidalar\n4-modda. Asosiy tushunchalar\nUshbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi:\nidentifikator — statistik birlikni uning nomi, geografik joylashuvi yoki boshqa o‘ziga xos xususiyatlari asosida identifikatsiyalash imkonini beruvchi belgilar ketma-ketligi;\nindividual ma’lumotlar — statistik birlikni tavsiflovchi, uni bevosita yoki bilvosita identifikatsiyalash imkonini beruvchi birlamchi ma’lumotlar;\nma’muriy ma’lumotlar — davlat va xo‘jalik boshqaruvi organlari, shuningdek mahalliy ijro etuvchi hokimiyat organlari tomonidan o‘z vakolatlarini amalga oshirish bilan bog‘liq shakllantiriladigan ma’lumotlar;\nmetama’lumotlar — foydalanuvchilarga ma’lumotlarning manbalari, uslubiyatlari, ta’riflari, tasniflari va sifati to‘g‘risida axborot taqdim etish yo‘li bilan statistika ma’lumotlarini hamda jarayonlarini standartlashtirilgan tarzda tavsiflovchi ma’lumotlar;\nmilliy statistika tizimi — rasmiy statistikani birgalikda tayyorlaydigan va tarqatadigan davlat statistika organlari hamda rasmiy statistikaning boshqa tayyorlovchilari majmui;\nrasmiy statistikani tayyorlovchi — milliy statistika tizimining bir qismi bo‘lgan, statistika ma’lumotlarini rasmiy statistika sohasidagi statistika dasturlariga muvofiq tayyorlaydigan davlat boshqaruvi organi va (yoki) uning bo‘linmasi;\nstatistika ma’lumotlari — statistika kuzatuvlari natijasida va (yoki) ma’muriy ma’lumotlar asosida tayyorlangan iqtisodiy, demografik, ijtimoiy, moliyaviy, ekologik xususiyatga hamda boshqa xususiyatga ega axborot;\nstatistika ma’lumotlarini tayyorlash — statistika ma’lumotlarini yig‘ish, ularga ishlov berish, ularni umumlashtirish, tahlil qilish, tarqatish va saqlash bilan bog‘liq faoliyat;\nstatistik birlik — statistika kuzatuviga olinishi lozim bo‘lgan jismoniy yoki yuridik shaxs (shu jumladan uning alohida bo‘linmalari, filiallari va vakolatxonalari) yoxud uy xo‘jaligi;\ntasniflash — rasmiy statistika sohasida qabul qilingan usullar va belgilarga muvofiq obyektlar to‘plamini o‘xshashligi yoki farqi bo‘yicha alohida kichik to‘plamlarga ajratish."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n40-modda. Rasmiy statistika to‘g‘risidagi qonunchilikni buzganlik uchun javobgarlik\nRasmiy statistika to‘g‘risidagi qonunchilikni buzganlikda aybdor shaxslar belgilangan tartibda javobgar bo‘ladi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n41-modda. Ayrim qonun hujjatlarini o‘z kuchini yo‘qotgan deb topish\nQuyidagilar o‘z kuchini yo‘qotgan deb topilsin:\n1) O‘zbekiston Respublikasining 2002-yil 12-dekabrda qabul qilingan “Davlat statistikasi to‘g‘risida”gi 441-II-sonli Qonuni (O‘zbekiston Respublikasi Oliy Majlisining Axborotnomasi, 2002-yil, № 12, 219-modda);\n2) O‘zbekiston Respublikasi Oliy Majlisining 2002-yil 12-dekabrda qabul qilingan “Davlat statistikasi to‘g‘risida”gi O‘zbekiston Respublikasi Qonunini amalga kiritish haqida”gi 442-II-sonli Qarori (O‘zbekiston Respublikasi Oliy Majlisining Axborotnomasi, 2002-yil, № 12, 220-modda);\n3) O‘zbekiston Respublikasining 2005-yil 20-dekabrda qabul qilingan “Tadbirkorlik subyektlariga soliq solish va ularning hisobot berish tizimi tartibga solinishi munosabati bilan O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida”gi O‘RQ-16-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2005-yil, № 12, 415-modda) 3-moddasi;\n4) O‘zbekiston Respublikasining 2010-yil 3-sentabrda qabul qilingan “Davlat sanitariya nazorati to‘g‘risida”gi O‘zbekiston Respublikasi Qonunining 25-moddasiga va “Davlat statistikasi to‘g‘risida”gi O‘zbekiston Respublikasi Qonunining 5-moddasiga o‘zgartishlar kiritish haqida”gi O‘RQ-253-sonli Qonuni (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2010-yil, № 9, 333-modda);\n5) O‘zbekiston Respublikasining 2012-yil 3-yanvarda qabul qilingan “Davlat statistikasi to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi O‘RQ-315-sonli Qonuni (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2012-yil, № 1, 1-modda);\n6) O‘zbekiston Respublikasining 2015-yil 29-dekabrda qabul qilingan “O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida”gi O‘RQ-396-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2015-yil, № 12, 452-modda) 26-moddasi;\n7) O‘zbekiston Respublikasining 2021-yil 21-aprelda qabul qilingan “O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartishlar kiritish to‘g‘risida”gi O‘RQ-683-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2021-yil, 4-songa ilova) 145-moddasi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n42-modda. Ushbu Qonunning ijrosini, yetkazilishini, mohiyati va ahamiyati tushuntirilishini ta’minlash\nO‘zbekiston Respublikasi Davlat statistika qo‘mitasi va boshqa manfaatdor tashkilotlar ushbu Qonunning ijrosini, ijrochilarga yetkazilishini hamda mohiyati va ahamiyati aholi o‘rtasida tushuntirilishini ta’minlasin."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n43-modda. Qonunchilikni ushbu Qonunga muvofiqlashtirish\nO‘zbekiston Respublikasi Vazirlar Mahkamasi:\nhukumat qarorlarini ushbu Qonunga muvofiqlashtirsin;\ndavlat boshqaruvi organlari ushbu Qonunga zid bo‘lgan o‘z normativ-huquqiy hujjatlarini qayta ko‘rib chiqishlari va bekor qilishlarini ta’minlasin."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n7-bob. Yakunlovchi qoidalar \n44-modda. Ushbu Qonunning kuchga kirishi\nUshbu Qonun rasmiy e’lon qilingan kundan e’tiboran kuchga kiradi."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida \n1-bob. Umumiy qoidalar\n5-modda. Rasmiy statistika\nRasmiy statistika ushbu Qonunning qoidalariga muvofiq davlat statistika organlari va rasmiy statistikaning boshqa tayyorlovchilari tomonidan tayyorlanadigan hamda tarqatiladigan statistika ma’lumotlaridan iboratdir."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n1-bob. Umumiy qoidalar\n6-modda. Rasmiy statistikaning asosiy prinsiplari\nRasmiy statistikaning asosiy prinsiplari quyidagilardan iborat: \nmustaqillik\ntushunarlilik va shaffoflik;\naniqlik va ishonchlilik;\nbeg‘arazlik va xolislik;\nstatistik maxfiylik;\ndolzarblik."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n2-bob. Rasmiy statistika sohasini tartibga solish\n7-modda. Rasmiy statistika sohasidagi davlat siyosatining asosiy yo‘nalishlari \nRasmiy statistika sohasidagi davlat siyosatining asosiy yo‘nalishlari quyidagilardan iborat:\nmilliy statistika tizimining huquqiy va tashkiliy asoslarini takomillashtirish;\nmilliy statistika tizimining infratuzilmasini takomillashtirish;\nzamonaviy axborot-kommunikatsiya texnologiyalaridan foydalanish imkoniyatlarini kengaytirish; \nxalqaro hamkorlikni kengaytirish va mustahkamlash."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n2-bob. Rasmiy statistika sohasini tartibga solish\n8-modda. O‘zbekiston Respublikasi Vazirlar Mahkamasining rasmiy statistika sohasidagi vakolatlari\nO‘zbekiston Respublikasi Vazirlar Mahkamasi:\nrasmiy statistika sohasidagi davlat siyosatining amalga oshirilishini ta’minlaydi;\nrasmiy statistikani rivojlantirishning ustuvor yo‘nalishlarini belgilaydi;\nrasmiy statistika sohasidagi davlat dasturlarining (bundan buyon matnda statistika dasturlari deb yuritiladi) ishlab chiqilishini, tasdiqlanishini va amalga oshirilishini ta’minlaydi;\nrasmiy statistika sohasining maqsadli davlat dasturlari bilan o‘zaro bog‘liqligini ta’minlash choralarini ko‘radi.\nO‘zbekiston Respublikasi Vazirlar Mahkamasi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. "
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\n2-bob. Rasmiy statistika sohasini tartibga solish\n9-modda. O‘zbekiston Respublikasi Davlat statistika qo‘mitasining rasmiy statistika sohasidagi vakolatlari\nO‘zbekiston Respublikasi Davlat statistika qo‘mitasi rasmiy statistika sohasidagi vakolatli davlat organidir (bundan buyon matnda vakolatli davlat organi deb yuritiladi).\nVakolatli davlat organi:\nrasmiy statistika sohasida davlat siyosatini amalga oshiradi;\nstatistika dasturlarining ishlab chiqilishini muvofiqlashtiradi va amalga oshirilishini monitoring qiladi;\nrasmiy statistikani rivojlantirishning ustuvor yo‘nalishlarini rasmiy statistikaning boshqa tayyorlovchilari bilan birgalikda amalga oshiradi;\nrasmiy statistikani rivojlantirish masalalari bo‘yicha faoliyatni milliy statistika tizimi doirasida muvofiqlashtiradi;\nrasmiy statistikaning boshqa tayyorlovchilarining statistika uslubiyatlarini xalqaro tavsiyalarga muvofiqligi yuzasidan auditdan o‘tkazadi;\nstatistika uslubiyatlarini va xalqaro tavsiyalarga muvofiq bo‘lgan statistika kuzatuvlarining shakllarini ishlab chiqadi, tasdiqlaydi hamda joriy etadi;\nrasmiy statistikani tayyorlovchilar bilan statistika ma’lumotlari va metama’lumotlar almashinuvini yo‘lga qo‘yadi;\nstatistika kuzatuvlarini o‘tkazish, rasmiy statistika ma’lumotlarini shakllantirish va tahlil qilish maqsadida davlat va xo‘jalik boshqaruvi organlari, shuningdek mahalliy ijro etuvchi hokimiyat organlarining axborot tizimlari bilan uyg‘unlashuvni amalga oshiradi;\nstatistika kuzatuvlarini tashkil etish va o‘tkazish, shuningdek boshqa statistika maqsadlarida foydalanish uchun statistika registrlarini ishlab chiqadi hamda yuritadi;\nrasmiy statistika sohasidagi tashkiliy va uslubiyatga oid ishlarni amalga oshirish maqsadida maslahatlashuv va ishchi guruhlar tuzadi;\nmilliy statistika tizimi doirasida rasmiy statistika ma’lumotlarini muvofiqlashtirilgan holda tarqatish chora-tadbirlarini ishlab chiqadi;\nrasmiy statistikaning boshqa tayyorlovchilari bilan kelishilgan holda rasmiy statistika sohasidagi yagona atamalarni ishlab chiqadi;\nrasmiy statistika sohasida kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish ishlarini muvofiqlashtiradi;\nrasmiy statistika sohasida xalqaro hamkorlikni amalga oshiradi.\nVakolatli davlat organi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin."
    },
    {
        "content":  "﻿\nO‘zbekiston Respublikasining\nQonuni\nRasmiy statistika to‘g‘risida\nQonunchilik palatasi tomonidan 2021-yil 7-mayda qabul qilingan \nSenat tomonidan 2021-yil 26-iyunda ma’qullangan"
    }
]